-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 13, 2023 at 04:04 AM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 8.2.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `majithiya_farm`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id` int(5) NOT NULL,
  `adminid` varchar(50) NOT NULL,
  `password` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `adminid`, `password`) VALUES
(1, 'admin', 'admin123');

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE `contact` (
  `id` bigint(12) NOT NULL,
  `name` varchar(50) NOT NULL,
  `mobile` bigint(12) NOT NULL,
  `question` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `dava`
--

CREATE TABLE `dava` (
  `id` bigint(12) NOT NULL,
  `dava_title` varchar(50) NOT NULL,
  `dava_short` text NOT NULL,
  `photo` text NOT NULL,
  `details` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `dava`
--

INSERT INTO `dava` (`id`, `dava_title`, `dava_short`, `photo`, `details`) VALUES
(11, 'કોન્ટાફ પ્લસ ', 'વજન :૧ લિટર\r\nઅંદાજિત બજાર કિમત :-/૬૫૦', 'dava/tata-contaf-plus-500x500.jpg', 'કોન્ટાફ પ્લસ એ પ્રણાલીગત ટ્રાયઝોલ ફૂગનાશક છે.\r\nકોન્ટાફ પ્લસમાં એસ્કોમીસેટ્સ, બેસિડીયોમાસીટીસ અને ફૂગ અપૂર્ણતા સામે વ્યાપક-સ્પેક્ટ્રમ ક્રિયા છે.\r\nકોન્ટાફ પ્લસ એર્ગોસ્ટેરોલ જૈવસંશ્લેષણ અવરોધક છે જેનાથી છોડના ફંગલ પેથોજેન્સના વિકાસ અને પ્રજનનને નિયંત્રિત કરે છે.\r\nકોન્ટાફ પ્લસ અનાજ, તેલના બીજ, બાગાયતી અને વાવેતરના પાકોમાં પાવડરી માઇલ્ડ્યુ, કાટ અને પાંદડાના ફોલ્લીઓને નિયંત્રિત કરવા તેમજ ચોખાના શીથ બ્લાઇટના અસરકારક નિયંત્રણ માટે ઉપયોગી છે.'),
(12, 'પ્રોફેનોફોસ', 'વજન :૧  લિટર \r\nઅંદાજિત બજાર કિમત :-/૭૫૦', 'dava/roket-profenofos-40-cypermethrin-4-ec-500x500.jpg', ': પ્રોફેનોફોસ 50% EC\r\nઉત્પાદન વર્ણન:\r\n\r\nકપાસ અને સોયાબીનમાં લેપિડોપ્ટેરાના નિયંત્રણ માટેનું પાયાનું ઉત્પાદન ખાણકામ અને શોષક જંતુઓ તેમજ જીવાત સામે મજબૂત અસર ધરાવે છે. સ્થાપિત અને નવા ઉત્પાદનો સાથે ટેન્ક-મિક્સ અથવા રેડી-મિક્સ માટે આદર્શ ભાગીદાર.'),
(13, 'ફેક્સ એસસી જંતુનાશક', 'વજન :૧ લિટર\r\n અંદાજિત બજાર કિમત :-/૯૩૦', 'dava/dhanuka_fax_sc.png', 'ફેક્સ એસસી: ફેનીલપાયરાઝોલ જૂથની આધુનિક જંતુનાશક છે જે ચોખા, મરચાં, કોબી/કોબીજ અને શેરડીના જંતુનાશકોને અસરકારક રીતે નિયંત્રિત કરે છે. તે સાબિત થયું છે કે તે આર્થિક રીતે મહત્વપૂર્ણ જીવાતોની વ્યાપક શ્રેણી સામે ઓછી માત્રામાં, અત્યંત અસરકારક જંતુ નિયંત્રણ પ્રદાન કરે છે.\r\n\r\nઅસરની અવધિ: 10 - 12 દિવસ\r\nએપ્લિકેશનની આવર્તન: 2 વખત'),
(15, 'મિડિયા', 'વજન: ૧ લિટર\r\nઅંદાજિત બજાર કિમત:-/૯૦૦', 'dava/44cf3ae6528a609d0da70b8d67672375-12-04-21-16-26-48.png', 'મીડિયા જંતુનાશક: વિવિધ પાકોની ચૂસી જંતુઓનું ખૂબ અસરકારક રીતે નિયંત્રણ કરે છે. મીડિયા સુપર એસસી ફોર્મ્યુલેશન પાંદડાની સપાટી પર ભીનાશ, ફેલાવા અને શોષણની કાર્યક્ષમતા વધારવામાં મદદ કરે છે. પ્રકૃતિમાં પ્રણાલીગત હોવાને કારણે, તે કુદરતી દુશ્મનો માટે પ્રમાણમાં સલામત છે અને ચૂસી જંતુઓ પર પસંદગીયુક્ત રીતે કાર્ય કરે છે.\r\n\r\nક્રિયાની રીત: મીડિયા સુપર એ એક પ્રણાલીગત જંતુનાશક છે જે જંતુના ન્યુરોટોક્સિન તરીકે કાર્ય કરે છે અને તે નિયોનીકોટીનોઈડ નામના રસાયણોના વર્ગ સાથે સંબંધિત છે જે જંતુઓની કેન્દ્રીય ચેતાતંત્ર પર કાર્ય કરે છે.\r\n\r\nલાભો:\r\n\r\nસસ્પેન્શન કોન્સન્ટ્રેટમાં મીડિયા સુપર ફોર્મ્યુલેશન. તે ક્લોરો-નિકોટિનાઇલ જંતુનાશક માટી, બીજ અને પર્ણસમૂહનો ઉપયોગ કરે છે.\r\nમીડિયા સુપર અસરકારક રીતે રાઇસ હોપર, વ્હાઇટફ્લાય અને ઉધઈ જેવા જીવાતોને નિયંત્રિત કરે છે.\r\nસારી રુટ-પ્રણાલીગત ક્રિયા સાથે, પ્લાન્ટ દ્વારા મીડિયા સુપર સહેલાઈથી લેવામાં આવે છે અને વધુ એક્રોપેટીલી રીતે વિતરિત કરવામાં આવે છે.\r\nમીડિયા સુપર IPM પ્રોગ્રામ માટે આદર્શ છે'),
(16, 'નેનો યુરિયા', 'વજન: 500 મિલી\r\nઅંદાજિત બજાર કિમત:-/250\r\n', 'dava/neno usrea.jpg', 'તે પાકની નાઇટ્રોજનની જરૂરિયાતને અસરકારક રીતે પરિપૂર્ણ કરે છે, પાંદડાની પ્રકાશસંશ્લેષણ, મૂળ બાયોમાસ, અસરકારક ખેડાણ અને શાખાઓ,\r\nપાકની ઉત્પાદકતામાં વધારો અને ઈનપુટ ખર્ચમાં ઘટાડો કરીને ખેડૂતોની આવકમાં વધારો કરે છે.\r\nઉચ્ચ કાર્યક્ષમતાને કારણે, તે પરંપરાગત યુરિયાની જરૂરિયાતને 50% કે તેથી વધુ ઘટાડી શકે છે.\r\nખેડૂતો નેનો યુરિયાની એક બોટલ (500 મિલી) સરળતાથી સંગ્રહિત અથવા હેન્ડલ કરી શકે છે\r\nતે જમીન, હવા અને પાણીની ગુણવત્તાને બચાવવામાં મદદ કરે છે.\r\n'),
(17, 'ગ્રોથ રેગ્યુલેટર ', 'વજન :1 લિટર\r\nઅંદાજિત બજાર કિમત:-/665\r\n', 'dava/gbbralic.jpg', 'કાત્યાયની વિશ્વ વિખ્યાત પ્લાન્ટ ગ્રોથ રેગ્યુલેટર ગિબેરેલિક એસિડ 0.001 % લિક્વિડ રજૂ કરે છે જેનો ઉપયોગ ફળો અને ફૂલોના પ્રી-ડ્રોપને રોકવા અને છોડની એકંદર વૃદ્ધિને વધારવા માટે ફૂલોની વૃદ્ધિ અને સંખ્યા વધારવા માટે થાય છે.\r\nકાત્યાયની ગીબેરેલિક એસિડ એક ચયાપચય વધારનાર છે જે છોડના વિકાસને ઉત્તેજિત કરે છે અને તેનું નિયમન કરે છે તે પ્રકાશસંશ્લેષણ અને છોડના ચયાપચયને વધારે છે. આમ, દાંડી, પાંદડા અને મૂળમાં કોષની વૃદ્ધિમાં વધારો કરે છે, ફૂલો અને ફળો પડતાં ઘટાડે છે અને ઉત્પાદનની ગુણવત્તામાં વધારો કરે છે અને આમ પાકની ઉપજમાં વધારો કરે છે.\r\nનિષ્ક્રિયતા પર કાબુ મેળવવો : ગીબેરેલિક એસિડ સાથે વાવણી પહેલા બીજ / કંદની સારવાર નિષ્ક્રિયતા પર કાબુ મેળવવા અને બીજના ઝડપી અંકુરણ માટે અસરકારક છે. તે અકાળે ફૂલોને અટકાવે છે ફળને મોટું કરે છે અને પાકની ઉપજમાં વધારો કરે છે.\r\nતે પાંદડાઓના વૃદ્ધત્વમાં વિલંબ કરે છે. મોટા પાંદડા અને મૂળ સિસ્ટમના ઉત્પાદનને મંજૂરી આપે છે. તે મૂળની શરૂઆત અને વિકાસ દ્વારા સૂક્ષ્મ પોષકતત્ત્વો અને પાણીના શોષણમાં સુધારો કરે છે. કાપવા, બીજ અથવા પ્લગમાંથી ઉત્પાદિત યુવાન છોડની સ્થાપના અને વૃદ્ધિમાં સુધારો કરે છે.\r\nમાત્રા : કાત્યાયની ગીબેરેલિક એસિડ 0.001 ડાંગર શેરડી કપાસ મગફળી કેળા ટામેટા બટાકા કોબી કોબીજ દ્રાક્ષ રીંગણ ભીંડી ચા શેતૂર અને હોમ ગાર્ડન ટેરેસ કિચન ગાર્ડન નર્સરી અને ઈન્ડોર પ્લાન જેવા ઘરેલું હેતુઓ માટે વ્યાપકપણે ઉપયોગમાં લેવાય છે. સામાન્ય માત્રા 15 લિટર પાણીમાં 30 મિલી છે. ઉત્પાદન સાથે ઉપયોગ કરવા માટેની વિગતવાર સૂચનાઓ આપવામાં આવી છે\r\nગીબેરેલિક એસિડ એ છોડ અને ફૂગમાંથી કાઢવામાં આવતું હોર્મોન છે જેનો છોડ વૃદ્ધિ નિયમનકાર તરીકે વ્યાપકપણે ઉપયોગ થાય છે. ગીબેરેલિક એસિડ એ ટેટ્રાસાયક્લિક ડી-ટેર્પેનોઇડ હોર્મોન છે જે છોડના વિકાસને નિયંત્રિત કરે છે. તે છોડમાં હાજર હોવા છતાં, તે ખૂબ જ ઓછા દરે ઉત્પન્ન થાય છે. વૃદ્ધિ હોર્મોનની ઉણપ ધરાવતા છોડમાં વૃદ્ધિનો દર ધીમો અથવા સપાટ હોય છે. અરજી કરવાની પદ્ધતિ: છોડ/પાક પર એકસરખી છંટકાવ કરો જેથી કરીને પાકની છત્રને સંપૂર્ણ રીતે આવરી શકાય. દિવસના ઠંડા કલાકો દરમિયાન ગિબેરેલિક એસિડનો છંટકાવ કરવો જોઈએ. જો છંટકાવના છ કલાકની અંદર વરસાદ પડે તો અરજીનું પુનરાવર્તન કરો. લક્ષ્ય પાકો: અનાજ પાકો, શાકભાજી પાકો, તેલીબિયાં પાકો અને શેરડી, કપાસ વગેરે સહિતના ફળ પાકો. છોડની વૃદ્ધિમાં વધારો કરે છે અને પાકની ઉપજ મોટા પાન અને રુટ સિસ્ટમ બનાવે છે છોડની તંદુરસ્તી અને ટકાઉ ઉત્પાદકતામાં સુધારો કરે છે પ્રકાશસંશ્લેષણ અને છોડના ચયાપચયને વધારે છે.\r\n\r\n \r\n'),
(44, 'ન્યુટ્રીપ્રો', 'વજન: 250 ગ્રામ\r\nઅંદાજિત બજાર કિમત:-/600', 'dava/nutripro.jpg', 'ઉપયોગ\r\nરાસાયણિક રચના: Zn 6%, Fe 4%, Mn 1%, Cu 0.5%, B 0.5%, Mo 0%\r\nમાત્રા: 15 ગ્રામ/પંપ (15 લિટર) અથવા 500 ગ્રામ/એકર માટી/ટપક માટે\r\nઅરજી કરવાની પદ્ધતિ: સ્પ્રે અથવા માટી અરજી\r\nસ્પેક્ટ્રમ: તમામ સૂક્ષ્મ પોષકતત્વોની ખામીઓને પુનઃપ્રાપ્ત કરવા અને તંદુરસ્ત વૃદ્ધિ માટે.\r\nસુસંગતતા: મોટાભાગના જંતુનાશકો સાથે સુસંગત.\r\nઅસરની અવધિ: 15 દિવસ\r\nએપ્લિકેશનની આવર્તન: 3 વખત\r\nલાગુ પડતા પાકો: બધા પાક\r\nવધારાનું વર્ણન: તે ઉત્પાદનની ગુણવત્તા જાળવણીમાં વધારો કરે છે. રોગો અને જીવાતો સામે પ્રતિકાર કરવામાં પણ મદદ કરે છે.\r\nવિશેષ ટિપ્પણી: અહીં આપેલી માહિતી ફક્ત સંદર્ભ માટે છે. ઉત્પાદનની સંપૂર્ણ વિગતો અને ઉપયોગ માટેના દિશાનિર્દેશો માટે હંમેશા ઉત્પાદન લેબલ્સ અને તેની સાથેની પત્રિકાઓનો સંદર્ભ લો'),
(45, 'ઉલાલા', 'વજન: 500 ગ્રામ\r\nઅંદાજિત બજાર કિમત:-/4939', 'dava/1553054232506-03.png', 'મુખ્ય મુદ્દા:\r\nરાસાયણિક તત્વ: ફલોનીકમીડ 50 ડબ્લ્યુજી\r\nપ્રમાણ: 60 ગ્રામ / એકર\r\nવાપરવાની પદ્ધતિ: છંટકાવ\r\nપરિણામકારકતા: સફેદ માખી ; મોલો મશી ; લીલી પોપટી ; થ્રિપ્સ; કંટીના ચુસીયા.\r\nસુસંગતતા: મોટાભાગના રસાયણો સાથે સુસંગત\r\nઅસરકારકતાના દિવસો: 10 દિવસ\r\nપુનઃ વપરાશ: જંતુના ઉપદ્રવ અથવા રોગની તીવ્રતા પર આધારીત છે.\r\nલાગુ પડતા પાકો: ડાંગર, કપાસ\r\nવિશેષ માહિતી: ચુસીયા જીવાત સામે લાંબા સમયસુધી અસર , 2 કલાકનો વરસાદ, નવા વિકાસને પણ સુરક્ષિત કરે છે\r\nખાસ નોંધ: અહીં આપવામાં આવેલી માહિતી ફક્ત સંદર્ભ માટે છે. સંપૂર્ણ ઉત્પાદન વિગતો અને ઉપયોગ માટેના નિર્દેશો માટે હંમેશાં ઉત્પાદનના લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો.'),
(49, 'કીલ એક્સ', 'વજન :200 મિલી\r\nઅંદાજિત બજાર કિમત :-/૪૯૯', 'dava/1662466783114[1].jpg', 'મુખ્ય મુદ્દા:\r\nલાગુ પડતા પાકો: કપાસ, મકાઈ, મગફળી, સોયાબીન, મરચાં, ચા, ટામેટાં\r\nરાસાયણિક તત્વ: થાયોમીથોક્ઝામ 12.6% + લેમ્બડાસાયહેલોથ્રિન 9.5% ઝેડસી\r\nપ્રમાણ: કપાસ (લીલા તડતડીયા, મોલો, થ્રીપ્સ, જીંડવાની ઈયળ): 80 મિલી/એકર; મકાઈ (મોલો, સાંઠાની માખી, થડની ઈયળ), ટામેટા (થ્રીપ્સ, સફેદ માખી અને ફળ કોરી ખાનાર ઈયળ), સોયાબીન (થડની માખી, ઘોડિયા ઈયળ,ગાભમારાની ઈયળ): 50 મિલી/એકર; મગફળી (લીલા તડતડીયા,પાન ખાનારી ઈયળ), મરચી (થ્રીપ્સ, ફળ કોરી ખાનાર ઈયળ), ચા (ટી બગ, થ્રીપ્સ,ઘોડિયા ઈયળ ): 60 મિલી/એકર\r\nવાપરવાની પદ્ધતિ: છંટકાવ\r\nપરિણામકારકતા: કપાસ: લીલા તડતડીયા,મોલો, થ્રીપ્સ, જીંડવાની ઈયળ મકાઈ: મોલો , થડની માખી, થડની ઈયળ મગફળી: લીલા તડતડીયા, પાન ખાનારી ઈયળ સોયાબીન: થડની માખી,ઘોડિયા ઈયળ, ગાભામારાની ઈયળ ચા : ટી બગ, થ્રીપ્સ, ઘોડિયા ઈયળ, મરચાં: થ્રિપ્સ, ફળ કોરી ખાનાર ઈયળ ટામેટાં: થ્રિપ્સ, સફેદ માખી અને ફળની ઈયળ\r\nસુસંગતતા: સામાન્ય રીતે ઉપયોગમાં લેવામાં આવતી દવાઓ સાથે સુસંગતતા\r\nઅસરકારકતાના દિવસો: 15 દિવસ\r\nપુનઃ વપરાશ: જંતુના ઉપદ્રવ અને જંતુની તીવ્રતા પર આધારીત છે.\r\nવિશેષ માહિતી: ચુસીયા જીવાત સામે અસરકારક નિયંત્રણ\r\nખાસ નોંધ: અહીં આપવામાં આવેલી માહિતી ફક્ત સંદર્ભ માટે છે. ઉત્પાદનની સંપૂર્ણ વિગતો અને ઉપયોગના નિર્દેશો માટે હંમેશાં ઉત્પાદનના લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો'),
(50, 'યુપીએલ રેનો', '\r\nવજન: ૧ લિટર\r\nઅંદાજિત બજાર કિમત:-/૧૩૧૯', 'dava/1662467162019[1].jpg', 'મુખ્ય મુદ્દા:\r\nરાસાયણિક બંધારણ: થાયોમીથોકઝામ ૩૦ % એફએસ\r\nમાત્રા: કપાસ: 10 મિલી/ કિલો બીજ, મરચાં: 7 મિલી/ કિલો બીજ, મકાઈ: 8 મિલી/ કિલો બીજ, ભીંડા: 5.7 મિલી/કિલો બીજ, સોયાબીન: 10 મિલી/ કિલો બીજ, ઘઉં: 3.3 મિલી/ કિલો બીજ\r\nવાપરવાની પદ્ધતિ: બીજ માવજત\r\nઉપયોગીતા: મરચાં: થ્રીપ્સ; કપાસ: મોલો મચ્છી, લીલા તડતડિયા, સફેદ માખી, મકાઈ: થડની માખી; ભીંડા: લીલા તડતડિયા; સોયાબીન: શૂટ ફ્લાય; ઘઉં: ઉધઈ.\r\nવાપરવાની આવૃત્તિ: રોગ અથવા જીવાતની તીવ્રતા પર આધારીત છે.\r\nકયા પાકમાં વપરાય છે: મરચાં, કપાસ, મકાઈ, ભીંડા , સોયાબીન, સૂર્યમુખી, ઘઉં\r\nવિશેષ વર્ણન: તે વિવિધ જમીન અને ચુસીયા જીવાત સામે અસરકારક છે.\r\nખાસ ટિપ્પણી: અહીં આપવામાં આવેલી માહિતી ફક્ત સંદર્ભ માટે છે. સંપૂર્ણ ઉત્પાદન વિગતો અને ઉપયોગ માટેના નિર્દેશો માટે હંમેશાં ઉત્પાદનના લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો.\r\n'),
(52, 'શટર', 'વજન::૫૦ ગ્રામ\r\nઅંદાજિત બજાર કિમત:-/319', 'dava/1662467522546[1].jpg', 'મુખ્ય મુદ્દા:\r\nરાસાયણિક તત્વ: થાયોમીથોક્ઝામ 75% એસ જી\r\nપ્રમાણ: મગફળી (ઉધઈ); કપાસ (લીલા તડતડીયા, થ્રીપ્સ): 50 ગ્રામ/એકર; શેરડી (ઉધઈ, પ્રારંભિક ગાભમારાની ઈયળ): 64 ગ્રામ/એકર, ડાંગર (ભૂખરા ચુસીયા, લીલા ચુસીયા,): 60 ગ્રામ/એકર (200 મિલી પાણીમાં ઓગાળીને 8 કિલો રેતી સાથે પ્રતિ એકર મિક્સ કરો)\r\nવાપરવાની પદ્ધતિ: છંટકાવ અથવા પુંખીને\r\nપરિણામકારકતા: કપાસ: લીલી પોપટી અને થ્રિપ્સ શેરડી: ઉંધઇ અને વહેલી થડની ઈયળ ચોખા: તીતીઘોડા, બ્રાઉન પ્લાન્ટ હોપર મગફળી: ઉધઇ \"\r\nસુસંગતતા: મોટાભાગના રસાયણો સાથે સુસંગત\r\nપુનઃ વપરાશ: જંતુના ઉપદ્રવ અથવા રોગની તીવ્રતા પર આધારીત છે.\r\nલાગુ પડતા પાકો: શેરડી, કપાસ, મગફળી, ડાંગર\r\nવિશેષ માહિતી: અલગ અલગ પાકોમાં આવતા જંતુઓ પર લાંબો સમય અસરકારક નિયંત્રણ પ્રદાન કરતુ જંતુનાશક છે.\r\nખાસ નોંધ: અહીં આપવામાં આવેલી માહિતી ફક્ત સંદર્ભ માટે છે. સંપૂર્ણ ઉત્પાદન વિગતો અને ઉપયોગ માટેના નિર્દેશો માટે હંમેશાં ઉત્પાદનના લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો'),
(53, 'ક્રુઝર', 'વજન :1 કિગ્રા\r\nઅંદાજિત બજાર કિમત:-/999', 'dava/1662467757844[1].jpg', 'મુખ્ય મુદ્દા:\r\nલાગુ પડતા પાકો: ડાંગર, કપાસ,ભીંડા, આંબો, ઘઉં,રાયડો, ટામેટા, રીંગણ, ચા, બટેટા, લીંબુ\r\nરાસાયણિક તત્વ: થાયોમીથોક્ઝામ 25% ડબ્લ્યુજી\r\nપ્રમાણ: ડાંગર (ગાભમારાની ઈયળ,ગોલમિંજ, પાન વાળનારી ઈયળ, ડાંગરના ચુસીયા, થ્રીપ્સ); કપાસ ( લીલી પોપટી,મોલો, થ્રીપ્સ), આંબો (મધીયો), બટાકા (મોલો ), લિંબુ (સાયલા), જીરું (મોલો), ભીંડા (મોલો, લીલા તડતડીયા, થ્રીપ્સ ) 40 ગ્રામ/એકર કપાસ, ટામેટા, રીંગણ (સફેદ માખી): 80 ગ્રામ/એકર; રાયડો (મોલો): 20-40 ગ્રામ/એકર ડાંગરના ધરૂમાં ડ્રેન્ચિંગ (ડાંગરના લીલી પીઢવાળા ચુસીયા, થ્રીપ્સ, મેગોટ ): 800 ગ્રામ/એકર; બટાટા (મોલો): 80 ગ્રામ/એકર, ટામેટા (સફેદ માખી) 160 ગ્રામ/એકર\r\nવાપરવાની પદ્ધતિ: છંટકાવ ,ડ્રેન્ચિંગ\r\nપરિણામકારકતા: ડાંગર : ગાભમારાની ઈયળ, ગોલ મીંજ, પાન વાળનારી ઈયળ, ડાંગરના ચુસીયા, થ્રિપ્સ; કપાસ: લીલા તડતડીયા ,મોલો મશી , થ્રિપ્સ, સફેદ માખી ; આંબો :મધીયો ; ચા - ચૂસ્યા, બટાકા મોલો મશી ; સાઇટ્રસ: સાયલા; જીરું : મોલો મશી ; ટામેટાં: સફેદ માખી; રીંગણ: સફેદ માખી; રાયડો:મોલો મશી\r\nસુસંગતતા: સામાન્ય રીતે ઉપયોગમાં લેવાતા કૃષિ રસાયણો સાથે સુસંગત છે.\r\nઅસરકારકતાના દિવસો: કપાસ: 21 દિવસ;આંબા: 30 દિવસ;ભીંડા ; ટામેટા: 5 દિવસ;રીંગણ : 3 દિવસ\r\nપુનઃ વપરાશ: જંતુના ઉપદ્રવ અને જંતુની તીવ્રતા પર આધારીત છે.\r\nવિશેષ માહિતી: બ્રોડ સ્પેક્ટ્રમ અને આંતર પ્રવાહી ક્રિયા ધરાવતા શોષક અને સ્પર્શીય જંતુનાશક.\r\nખાસ નોંધ: અહીં આપવામાં આવેલી માહિતી ફક્ત સંદર્ભ માટે છે. ઉત્પાદનની સંપૂર્ણ વિગતો અને ઉપયોગના નિર્દેશો માટે હંમેશાં ઉત્પાદનના લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો.\r\n'),
(54, 'લિહોસ્ટાર', 'વજન :૧ લિટર\r\nઅંદાજિત બજાર કિમત :-/999', 'dava/1662468209221[1].jpg', 'મુખ્ય મુદ્દા:\r\nરાસાયણિક તત્વ: ક્લોરમેક્વેટ ક્લોરાઇડ 50% એસએલ\r\nપ્રમાણ: દ્રાક્ષ: 100-120 મિલી/100 લિટર પાણી, બટેટા: 20 મિલી/100 લિટર પાણી, કપાસ (અમેરિકન): 12 મિલી/100 લિટર પાણી, કપાસ દેશી: 25 મિલી/100 લિટર પાણી,રીંગણ: 10 મિલી/100 લિટર પાણી\r\nવાપરવાની પદ્ધતિ: છંટકાવ\r\nપરિણામકારકતા: લિહોસ્ટારનો ઉપયોગ સામાન્ય રીતે અતિશય વનસ્પતિ વૃદ્ધિ રોકવા માટે થાય છે\r\nસુસંગતતા: મોટા ભાગના રસાયણો સાથે સુસંગત, મિશ્રણ કરતા પહેલા કૃપા કરીને સુસંગતતા તપાસો.\r\nઅસરકારકતાના દિવસો: પાકની જરૂરિયાત મુજબ 15 દિવસના અંતરે.\r\nલાગુ પડતા પાકો: દ્રાક્ષ, બટેટા, કપાસ, રીંગણ અન્ય સીઆઈબીએ ભલામણ કરેલ પાક.\r\nવિશેષ માહિતી: લિહોસ્ટાર એ વૃદ્ધિ નિયમનકાર છે જે વાનસ્પતિક વૃદ્ધિ ઘટાડે છે અને ફ્લાવરિંગ માં વધારો કરે છે.\r\nખાસ નોંધ: અહીં આપેલી માહિતી ફક્ત સંદર્ભ માટે છે અને તે ફક્ત જમીનના પ્રકાર અને આબોહવાની પરિસ્થિતિઓ પર આધાર રાખે છે. ઉત્પાદનની સંપૂર્ણ વિગતો અને ઉપયોગ માટેના દિશાનિર્દેશો માટે હંમેશા ઉત્પાદન લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો'),
(55, 'અનંત ', 'વજન :૫૦૦ ગ્રામ\r\nઅંદાજિત બજાર કિમત :-/૫૫૦', 'dava/1662468475672[1].jpg', 'અનંત જંતુનાશકમાં થિઆમેથોક્સમ અનન્ય રાસાયણિક ગુણધર્મો ધરાવે છે, જેના પરિણામે ઘણી ચૂસી અને ચાવવાની જંતુઓનું ઉત્તમ નિયંત્રણ થાય છે.\r\nતે લાંબા સમય સુધી પ્રણાલીગત અસર ધરાવે છે એટલે કે સ્પ્રે પછી તરત જ તે છોડ દ્વારા શોષાય છે અને આમ છાંટવામાં આવેલા પાકને લાંબા સમય સુધી રક્ષણ આપે છે.\r\nતેની અનન્ય ટ્રાન્સલામિનર ક્રિયા છે એટલે કે સ્પ્રે પછી તે છોડમાં બાજુમાં ફેલાય છે અને આ રીતે તે જંતુઓને પણ નિયંત્રિત કરે છે, જે છુપાયેલા હોય છે'),
(57, 'કોરાજન', 'વજન::૧૫૦મિલિ\r\nઅંદાજિત બજાર કિમત:-/૮૫૦', 'dava/product-jpeg-500x500.jpg', 'તકનીકી સામગ્રી: ક્લોરેન્ટ્રાનિલિપ્રોલ 18.5 % w/w કોરાજેન જંતુનાશક એ એન્થ્રાનિલિક ડાયમાઇડ બ્રોડ સ્પેક્ટ્રમ જંતુનાશક છે જે સસ્પેન્શન કોન્સન્ટ્રેટના રૂપમાં છે. કોરાજેન જંતુનાશક ખાસ કરીને લેપિડોપ્ટેરન જંતુનાશકો પર સક્રિય છે, મુખ્યત્વે લાર્વિસાઇડ તરીકે. કોરાજેન જંતુનાશક સક્રિય ઘટક Rynaxypyr® સક્રિય દ્વારા સંચાલિત થાય છે જે ક્રિયાની એક અનન્ય પદ્ધતિ ધરાવે છે જે અન્ય જંતુનાશકો સામે પ્રતિરોધક જીવાતોને નિયંત્રિત કરે છે. લાભો: જંતુઓથી શ્રેષ્ઠ રક્ષણ પૂરું પાડે છે, પાકને મહત્તમ ઉપજની સંભાવના હાંસલ કરવા સક્ષમ બનાવે છે લાંબા ગાળાના જંતુ રક્ષણ આપે છે ગ્રીન લેબલ ઉત્પાદન સંકલિત જંતુ વ્યવસ્થાપન (IPM) માટે ઉત્તમ યોગ્ય ક્રિયાની રીત: બ્રોડ સ્પેક્ટ્રમ જંતુનાશક લક્ષિત પાક: ટામેટા, રીંગણ, મરચાં, શેરડી, ચોખા, સોયાબીન, કઠોળ અને અન્ય શાકભાજી. લક્ષિત જીવાતો: હેલિકોવરપા, સ્પોડોપ્ટેરા, ફોલ આર્મીવોર્મ, કટ વોર્મ, પોડ બોરર્સ, ડીબીએમ, સ્ટેમ બોરર્સ. માત્રા - 0.4 મિલી/લિટર (60 મિલી/એકર)');

-- --------------------------------------------------------

--
-- Table structure for table `khatar`
--

CREATE TABLE `khatar` (
  `id` bigint(12) NOT NULL,
  `khatar_title` varchar(100) NOT NULL,
  `khatar_short` text NOT NULL,
  `photo` text NOT NULL,
  `details` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `khatar`
--

INSERT INTO `khatar` (`id`, `khatar_title`, `khatar_short`, `photo`, `details`) VALUES
(11, 'ડી .એ .પી', 'વજન :૫૦કિલો\r\nઅંદાજિત બજાર કિમત :-/૧૨૦૦', 'khatar/download.jpg', '\r\nDAP 18-46-0 નો ઉપયોગ કેવી રીતે કરવો\r\nપાક ચક્રના સ્થાન, પ્રમાણ અને સમય જેવા મહત્વના પરિબળોને ધ્યાનમાં રાખીને જમીનમાં DAP લાગુ કરવું જોઈએ.\r\n\r\nડીએપી વાવણી પહેલાની ખેતી, ખેડાણ દરમિયાન અથવા પાકની વાવણી દરમિયાન લાગુ કરી શકાય છે.\r\n\r\nમાત્રા પાક અને જમીન પ્રમાણે હોવી જોઈએ (રાજ્ય માટે સામાન્ય ભલામણ મુજબ). ઉભા પાક પર DAP નો ઉપયોગ ન કરવાની સલાહ આપવામાં આવે છે.\r\n\r\nતે બીજની નજીક લાગુ પાડવું જોઈએ કારણ કે ડીએપી જમીનમાં ઓગળી જાય છે અને જમીનના PHનું કામચલાઉ આલ્કલાઈઝેશન પૂરું પાડે છે આમ પ્રારંભિક પાક વૃદ્ધિ ચક્રમાં ખાતરોના વધુ સારી રીતે શોષણમાં મદદ કરે છે.\r\n'),
(12, ' યુરિયા', 'વજન:૫૦ કિલો\r\nઅંદાજિત બજાર કિમત:-૩૦૦', 'khatar/iffco-urea-500x500-1.jpg', '\r\nનીમ કોટેડ યુરિયા (N) નો ઉપયોગ કેવી રીતે કરવો.\r\nપાક ચક્રના સ્થાન, પ્રમાણ અને સમય જેવા મહત્વના પરિબળોને ધ્યાનમાં રાખીને જમીનમાં યુરિયા નાખવો જોઈએ.\r\n\r\nજો ખાલી જમીનની સપાટી પર યુરિયા લાગુ કરવામાં આવે તો, એમોનિયમ કાર્બોનેટના ઝડપી હાઇડ્રોલિસિસને કારણે અસ્થિરતાના પરિણામે એમોનિયાની નોંધપાત્ર માત્રા નષ્ટ થઈ શકે છે. તે વાવણી સમયે અને ઉભા પાકમાં (ટોપ ડ્રેસિંગ) લાગુ પાડવું જોઈએ. ભલામણ કરેલ માત્રાનો અડધો ભાગ વાવણી સમયે અને બાકીનો અડધો ભાગ 30 દિવસ પછી 15 દિવસના અંતરે 2-3 સમાન ભાગોમાં. જો આ સામગ્રીનો મોટો જથ્થો બીજ સાથે અથવા તેની ખૂબ નજીક મૂકવામાં આવે તો જમીનમાં યુરિયાનું ઝડપી હાઇડ્રોલિસિસ પણ રોપાઓને એમોનિયાની ઇજા માટે જવાબદાર છે. બીજના સંદર્ભમાં યુરિયાનું યોગ્ય સ્થાન આ સમસ્યાને દૂર કરી શકે છે.\r\n\r\nયુરિયાનો ઉપયોગ પાકની જરૂરિયાત અને જમીનની સ્થિતિ (રાજ્યની સામાન્ય ભલામણો અનુસાર) મુજબ કરવો જોઈએ.'),
(13, 'એન.પિ. કે', 'વજન:૫૦ કિલો\r\nઅંદાજિત બજાર કિમત ૧૩૦૦', 'khatar/iffco-npk-10-26-26-1-5-complex-fertilisers-500x500.jpg', '\r\nNPK 10-26-26 નો ઉપયોગ કેવી રીતે કરવો\r\nપાક ચક્રના સ્થાન, પ્રમાણ અને સમય જેવા મહત્વના પરિબળોને ધ્યાનમાં રાખીને NPK જમીન પર લાગુ કરવું જોઈએ.\r\n\r\nતે વાવણી દરમિયાન અને પ્રસારણ દ્વારા લાગુ પાડવું જોઈએ. માત્રા પાક અને જમીન પ્રમાણે હોવી જોઈએ (રાજ્ય માટે સામાન્ય ભલામણ મુજબ). N.P.K. (10:26:26) નો ઉપયોગ ઉભા પાક સાથે ન કરવાની સલાહ આપવામાં આવે છે, N.P.K. (10:26:26) નો ઉપયોગ બીજ-કમ ખાતર દ્વારા વધુ ફાયદાકારક આપે છે.'),
(14, '૨૦,૨૦,૦,૧૩', 'વજન:૫૦ કિલો\r\nઅંદાજિત  બજાર કિમત:-/૧૨૦૦', 'khatar/How to use NP(S) 20-20-0-13.jpg', 'NP(S) 20-20-0-13 નો ઉપયોગ કેવી રીતે કરવો\r\nNP(S) 20-20-13 મહત્વના પરિબળો જેમ કે પાક ચક્રના સ્થાન, પ્રમાણ અને સમયને ધ્યાનમાં રાખીને જમીન પર લાગુ કરવું જોઈએ.\r\n\r\nતે વાવણી દરમિયાન અને પ્રસારણ દ્વારા લાગુ પાડવું જોઈએ. માત્રા પાક અને જમીન પ્રમાણે હોવી જોઈએ (રાજ્ય માટે સામાન્ય ભલામણ મુજબ). સ્થાયી પાક સાથે NP(S) 20-20-0-13 નો ઉપયોગ ન કરવાની સલાહ આપવામાં આવે છે, બીજ-કમ ખાતર દ્વારા NP(S) 20-20-0-13 નો ઉપયોગ વધુ સારું આઉટપુટ આપે છે.'),
(15, 'સાગરિકા ', 'વજન: 10 કિલો\r\nઅંદાજિત બજાર કિમત:-/500\r\n', 'khatar/sagrika.jpeg', 'પ્લાન્ટ ગ્રોથ પ્રમોટર - સાગરિકા ગ્રેન્યુલર\r\nસાગરિકા Z++ એ કૃષિમાં ઉપયોગ માટે લાલ અને ભૂરા દરિયાઈ શેવાળ ફોર્ટિફાઈડ ગ્રાન્યુલ છે. દરિયાઈ શેવાળ ભારતીય દરિયાકાંઠેથી ઉગાડવામાં આવે છે અને એકત્રિત કરવામાં આવે છે અને તે માછીમાર પરિવારો માટે આજીવિકાનું સાધન છે.\r\n\r\nઉત્પાદનમાં કુદરતી રીતે વનસ્પતિ વૃદ્ધિ નિયમનકારો છે જેમ કે ઓક્સિન્સ, સાયટોકીનિન્સ અને ગિબેરેલિન્સ, આવશ્યક એમિનો એસિડ, મેક્રો અને સૂક્ષ્મ પોષકતત્ત્વો. તેમાં બાયો-પોટાશ (8-10%), ઝીંક, બોરોન સાથે ક્વાટર્નરી એમોનિયમ સંયોજનો (QAC) જેવા કે ગ્લાયસીન બીટેઈન, કોલીન વગેરેનો પણ સમાવેશ થાય છે.\r\n\r\nતે પાકની ઉપજ અને ગુણવત્તામાં વધારો કરે છે, જમીનમાં સૂક્ષ્મજીવાણુઓની પ્રવૃત્તિમાં વધારો કરે છે અને છોડને દુષ્કાળ અને ઉચ્ચ ખારાશને કારણે થતા અજૈવિક તાણનો સામનો કરવાની ક્ષમતા આપે છે. સાગરિકા Z++ ગ્રાન્યુલ્સ સીવીડ એક્ટિવ્સ ભારત સરકારની કાઉન્સિલ ઓફ સાયન્ટિફિક એન્ડ ઈન્ડસ્ટ્રીયલ રિસર્ચ (CSIR)ની ઘટક પ્રયોગશાળા સેન્ટ્રલ સોલ્ટ એન્ડ મરીન કેમિકલ રિસર્ચ ઈન્સ્ટિટ્યૂટ (CSMCRI) તરફથી લાઇસન્સ પ્રાપ્ત વૈશ્વિક પેટન્ટ ટેક્નોલોજી દ્વારા ઉત્પાદિત કરવામાં આવે છે. સાગરિકા ગ્રેન્યુલ ઓર્ગેનિક સર્ટિફિકેશન સાથે ઉપલબ્ધ છે અને તેને કેલ્શિયમ અને સલ્ફરથી ભરપૂર જીપ્સમ બેઝ સાથે અથવા જમીન/ભૂગોળની જરૂરિયાતોને આધારે પોટાશ રિચ બેઝ સાથે બનાવી શકાય છે.\r\n'),
(16, ' પોટેશિયમ નાઈટ્રેટ (13:0:45)', 'વજન:25 કિલો\r\nઅંદાજિત બજાર કિમત:-/1350\r\n', 'khatar/Potassium Nitrate Front.png', 'પોટેશિયમ નાઈટ્રેટ (13:0:45)\r\nઉચ્ચ પોટેશિયમ અને નાઇટ્રોજન સામગ્રી સાથે સોડિયમની શ્રેષ્ઠ માત્રા સાથે પાણીમાં દ્રાવ્ય ખાતર. તે પાણીમાં સહેલાઈથી દ્રાવ્ય છે અને ટપક સિંચાઈ અને ખાતરના પર્ણસમૂહ માટે શ્રેષ્ઠ છે. આ મિશ્રણ તેજી પછી અને પાકની શારીરિક પરિપક્વતા માટે યોગ્ય છે. પાણીમાં દ્રાવ્ય ખાતરો (WSF) એ ફર્ટિગેશનમાં મદદ કરવા માટે વિકસાવવામાં આવ્યા છે* ખાતરના ઉપયોગની એક પદ્ધતિ જેમાં ખાતરને ટપક પદ્ધતિ દ્વારા સિંચાઈના પાણીમાં સમાવિષ્ટ કરવામાં આવે છે.\r\n\r\n'),
(17, 'ક્લાસિફોસ  પ્રોમ', 'વજન:૨૫ કિલો\r\nઅંદાજિત બજાર કિમત:-/૧૦૦૦', 'khatar/phosphate-rich-organic-manure-500x500.png', '\r\nએ સરકાર દ્વારા માન્ય ઓર્ગેનિક ગ્રાન્યુલ ખાતર છે. CALSIPHOS PROM એ DAP અને અન્ય કોઈપણ રાસાયણિક ખાતરનો શ્રેષ્ઠ વિકલ્પ છે. CALSIPHOS PROM એ નાઈટ્રોજન, ફોસ્ફરસ અને પોટાશનું મિશ્રણ છે\r\n\r\nલાભ:\r\nવાવેતર સમયે, મૂળભૂત ખાતર તરીકે વધુ ફાયદાકારક અસર.\r\nઆ ખાતરના ઉપયોગથી જમીન નરમ બને છે.\r\nપાકનું ઉત્પાદન વધે છે.\r\nરોગપ્રતિકારક શક્તિ વધારે છે.\r\nરાસાયણિક ખાતર કરતાં ખર્ચ ઓછો અને ઉત્પાદન વધારે છે\r\n'),
(19, 'પ્રો કિસાન', 'વજન: 500 ગ્રામ\r\nઅંદાજિત બજાર કિમત:-/819', 'khatar/prokisan-grade-2-250-gms-crop-nutrition-500x500.png', 'ઉપયોગ:-\r\nરાસાયણિક રચના: Zn 3%, Fe 2.5%, Mn 1%, Cu 1%, B 0.5%, Mo 0.10%\r\nમાત્રા: 15 ગ્રામ/પંપ (15 લિટર) અથવા 500 ગ્રામ/એકર માટી/ટપક માટે\r\nઅરજી કરવાની પદ્ધતિ: સ્પ્રે/ડ્રિપ/માટી\r\nસ્પેક્ટ્રમ: તમામ સૂક્ષ્મ પોષકતત્વોની ખામીઓને પુનઃપ્રાપ્ત કરવા અને તંદુરસ્ત વૃદ્ધિ માટે.\r\nસુસંગતતા: મોટાભાગના જંતુનાશકો સાથે સુસંગત.\r\nઅસરની અવધિ: 15 દિવસ\r\nએપ્લિકેશનની આવર્તન: 3 વખત\r\nવધારાનું વર્ણન: તે ઉત્પાદનની ગુણવત્તા જાળવણીમાં વધારો કરે છે. રોગો અને જીવાતો સામે પ્રતિકાર કરવામાં પણ મદદ કરે છે'),
(20, 'નાટિવો', 'વજન:1 કિલો\r\nઅંદાજિત બજાર કિમત :-/449', 'khatar/Nativo.jpg', 'ઉપયોગ:-\r\nરાસાયણિક રચના: ટેબુકોનાઝોલ 50% + ટ્રાઇફ્લોક્સીસ્ટ્રોબિન 25% WG\r\nમાત્રા: ચોખા: 80 ગ્રામ/એકર; ટામેટા - 140 ગ્રામ/એકર; દ્રાક્ષ - 70 ગ્રામ/એકર; મરચાં-100 ગ્રામ/એકર, ઘઉં-120 ગ્રામ/એકર\r\nઅરજી કરવાની પદ્ધતિ: સ્પ્રે\r\nસ્પેક્ટ્રમ: હીથ બ્લાઈટ, લીફ, નેક બ્લાસ્ટ, ગ્લુમ ડિસકલોરેશન (ડર્ટી પેનિકલ), અર્લી બ્લાઈટ, પાવડરી ફૂગ, એન્થ્રેકનોઝ, અલ્ટરનેરિયા લીફ સ્પોટ, યલો રસ્ટ\r\nસુસંગતતા: સ્ટિકિંગ એજન્ટો સાથે સુસંગત\r\nઅરજીની આવર્તન: જંતુના ઉપદ્રવ અથવા રોગની તીવ્રતા પર આધાર રાખે છે.\r\nલાગુ પડતા પાકો: ચોખા, ટામેટા, કેરી, ઘઉં, દ્રાક્ષ, મરચાં\r\nવધારાનું વર્ણન: Nativo એ રક્ષણાત્મક અને ઉપચારાત્મક ક્રિયા સાથે પ્રણાલીગત બ્રોડ-સ્પેક્ટ્રમ ફૂગનાશક છે જે માત્ર રોગ નિયંત્રણ જ નહીં પરંતુ પાકની ગુણવત્તા અને ઉપજમાં પણ સુધારો કરે છે.\r\nવિશેષ ટિપ્પણી: અહીં આપેલી માહિતી ફક્ત સંદર્ભ માટે છે. ઉત્પાદનની સંપૂર્ણ વિગતો અને ઉપયોગ માટેના દિશાનિર્દેશો માટે હંમેશા ઉત્પાદન લેબલ્સ અને તેની સાથેની પત્રિકાઓનો સંદર્ભ લો'),
(21, 'પાવર ગ્રો સલ્ફર 90 G', 'વજન:30 કિલો\r\nઅંદાજિત બજાર કિમત:-/3999', 'khatar/1662468683361[1].jpg', 'મુખ્ય મુદ્દા:\r\nરાસાયણિક તત્વ: સલ્ફર 90% પાવડર\r\nપ્રમાણ: 3 કિગ્રા/એકર\r\nવાપરવાની પદ્ધતિ: જમીનમાં પુંખીને\r\nપરિણામકારકતા: સલ્ફરની ઉણપને દૂર કરવા માટે જરૂરી પોષણ!\r\nસુસંગતતા: અન્ય ખાતરો સાથે સુસંગત\r\nઅસરકારકતાના દિવસો: 10 -15 દિવસ\r\nપુનઃ વપરાશ: રોગની તીવ્રતા પર આધારીત છે. વધુ માહિતી માટે નિષ્ણાતની સહાયની જરૂર છે બટન પર ક્લિક કરો.\r\nલાગુ પડતા પાકો: વિવિધ પાકો\r\nવિશેષ માહિતી: સલ્ફરની અછતને પૂર્ણ કરવા ઉપરાંત, તે જમીનમાં સુધારો કરે છે, જમીનના પીએચને સંતુલિત કરે છે અને અન્ય પોષક તત્વોના શોષણમાં મદદ કરે છે.\r\nખાસ નોંધ: અહીં આપવામાં આવેલી માહિતી ફક્ત સંદર્ભ માટે છે. સંપૂર્ણ ઉત્પાદન વિગતો અને ઉપયોગ માટેના નિર્દેશો માટે હંમેશાં ઉત્પાદનના લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો.\r\n'),
(22, 'સલ્ફર મેક્સ', 'વજન :15 કિગ્રા\r\nઅંદાજિત બજાર કિમત :-/2399', 'khatar/1662468887127[1].jpg', 'મુખ્ય મુદ્દા:\r\nરાસાયણિક તત્વ: સલ્ફર 90% ગ્રેન્યુઅલ\r\nપ્રમાણ: રોકડીયા પાક અને શાકભાજી માટે: એકર દીઠ 3 કિ.ગ્રા શેરડી અને લાંબા ગાળાના પાક માટે: મૂળભૂત માત્રા- 6 કિલો અને અર્થિંગ અપ/ટોપ ડ્રેસિંગ- 6 કિલો પ્રતિ એકર\r\nવાપરવાની પદ્ધતિ: પુંખીને/ પાયામાં\r\nપરિણામકારકતા: 1. સલ્ફર મેક્સ અન્ય મેક્રોન્યુટ્રિઅન્ટ્સ લેવા અને છોડના તમામ વિકાસને પ્રોત્સાહન આપવા માટે મદદરૂપ થાય છે. 2. તે પ્રોટીન પરમાણુઓ અને એમિનો એસિડના ઉત્પાદનમાં મદદ કરે છે, જે હરિતદ્રવ્ય, લિગ્નિન અને પેક્ટીન ઉત્પન્ન કરવા માટે જરૂરી છે તે સૌથી મહત્વપૂર્ણ કાર્ય ભજવે છે. 3. તે કઠોળ અને અન્ય પાકોમાં તેલીબિયાં અને પ્રોટીનમાં તેલનું પ્રમાણ વધારે છે. 4. તે જંતુ, રોગ અને ભેજ તણાવ પ્રતિકાર કરે છે. 5. તે પ્રકાશસંશ્લેષણ પ્રવૃત્તિમાં વધારો કરે છે. 6. તેલનું સંશ્લેષણ આ કારણે તેલીબિયાં માટે પૂરતા પ્રમાણમાં સલ્ફર ખૂબ જ મહત્વપૂર્ણ છે. અટકેલ વૃદ્ધિમાં સુધારો. 7. તે જમીનની pH ઘટાડવામાં મદદ કરે છે. 8. તે કઠોળમાં નોડ્યુલેશનને પ્રોત્સાહન આપે છે. 9. તે છોડના કોષમાં મેટાબોલિક અને વૃદ્ધિ પ્રક્રિયાઓને નિયંત્રિત કરે છે.\r\nસુસંગતતા: દરેક બધા પાકમાં ખાતર સાથે મિક્ષ કરીને પુંખીને આપી શકો છો.\r\nપુનઃ વપરાશ: જીવાત ના ઉપદ્રવ અથવા રોગની તીવ્રતા પર આધાર રાખે છે.\r\nલાગુ પડતા પાકો: તમામ પાકો, મુખ્યત્વે તેલીબિયાં, ફળો, શાકભાજી.\r\nખાસ નોંધ: અહીં આપેલી માહિતી ફક્ત સંદર્ભ માટે છે અને તે ફક્ત જમીનના પ્રકાર અને આબોહવાની પરિસ્થિતિઓ પર આધાર રાખે છે. ઉત્પાદનની સંપૂર્ણ વિગતો અને ઉપયોગ માટેના દિશાનિર્દેશો માટે હંમેશા ઉત્પાદન લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો'),
(23, 'પાવર ગ્રો- સેલ્ઝિક ', 'વજન :3 કિગ્રા\r\nઅંદાજિત બજાર કિમત :-/799', 'khatar/1662469183267[1].jpg', 'મુખ્ય મુદ્દા:\r\nરાસાયણિક રચના: સલ્ફર 65 % + ઝીંક 18 ગ્રેન્યુઅલ\r\nડોઝ: 3-6 કિલો/એકર\r\nઅરજી કરવાની પદ્ધતિ: જમીનમાં પુંખીને\r\nસ્પેક્ટ્રમ: આ એવું ખાતર છે જે જમીનમાં સલ્ફર અને ઝીંક બંનેની ઉણપને દૂર કરી શકે છે.\r\nસુસંગતતા: ખાતર સાથે સુસંગતતા\r\nએપ્લિકેશનની આવર્તન: જીવાત નો ઉપદ્રવ અથવા રોગની તીવ્રતાના આધારે.\r\nલાગુ પડતા પાક: ઘણા બધા પાકો\r\nવધારાનું વર્ણન: આ લાંબા સમય સુધી સલ્ફર અને ઝીંકની સપ્લાય કરવામાં મદદ કરે છે. તે લાંબા સમય સુધી સલ્ફર અને ઝીંક તત્વ પુરા પાડે છે, તેનો 50% કરતા વધુ પ્રથમ મહિનાની અંદર ઉપલબ્ધ થઈ જાય છે અને બાકીની વૃદ્ધિની ઋતુમાં ઉત્પાદન અને ગુણવત્તાને વધારવા માટે સતત કાર્યરત રહે છે.\r\nવિશેષ ટિપ્પણી: અહીં આપવામાં આવેલી માહિતી ફક્ત સંદર્ભ માટે છે. સંપૂર્ણ ઉત્પાદન વિગતો અને ઉપયોગ માટેના નિર્દેશો માટે હંમેશાં ઉત્પાદનના લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો.\r\n'),
(24, 'ટેબુલ', 'વજન:500 ગ્રામ\r\nઅંદાજિત બજાર કિમત:-૩99', 'khatar/1662469389810[1].jpg', 'મુખ્ય મુદ્દા:\r\nલાગુ પડતા પાકો: મરચી, સોયાબીન\r\nરાસાયણિક તત્વ: ટેબુકોનાઝોલ 10% + સલ્ફર 65% ડબલ્યુજી\r\nપ્રમાણ: મરચાં (ભૂકીછારો, ફળનો સડો); સોયાબીન (પાનનાં ટપકાં, શીંગનો સડો): 500 ગ્રામ/એકર\r\nવાપરવાની પદ્ધતિ: છંટકાવ\r\nપરિણામકારકતા: મરચું-ભૂકી છારો , ફળોનો સડો, સોયાબીન-પાનનાં ટપકાં , શીંગમાં સુકારો!\r\nસુસંગતતા: મોટાભાગના જંતુનાશકો સાથે સુસંગત\r\nપુનઃ વપરાશ: રોગના ઉપદ્રવ અથવા રોગની તીવ્રતા પર આધારીત છે.\r\nવિશેષ માહિતી: એક બ્રોડ સ્પ્રેક્ત્રમ ફૂગનાશક છે, જે છંટકાવ પછી પાંદડા દ્વારા ઝડપથી શોષાય છે\r\nખાસ નોંધ: અહીં આપવામાં આવેલી માહિતી ફક્ત સંદર્ભ માટે છે. સંપૂર્ણ ઉત્પાદન વિગતો અને ઉપયોગ માટેના નિર્દેશો માટે હંમેશાં ઉત્પાદનના લેબલ્સ અને સાથેની પત્રિકાઓનો સંદર્ભ લો.\r\n'),
(25, 'સલ્ફર ફાસ્ટ FWD', 'વજન:8 કિલો\r\nઅંદાજિત બજાર કિમત:-1199', 'khatar/1662469895476[1].jpg', 'મુખ્ય મુદ્દા:\r\nલાગુ પડતા પાકો: સીઆઈબીની ભલામણો અનુસાર ચોળી, જીરું, દ્રાક્ષ, ગુવાર, કેરી, વટાણા, ઘઉં, સફરજન અને અન્ય પાક.\r\nરાસાયણિક તત્વ: સલ્ફર 80% ડબ્લ્યુજી\r\nપ્રમાણ: ચોળી, જીરું, દ્રાક્ષ, ગુવાર, કેરી, વટાણા, સફરજન-750-1000 ગ્રામ/300-400 લિટર પાણી/એકર (2.5 ગ્રામ/લિટર), ઘઉં-1000 ગ્રામ/200 લિટર પાણી/એકર (5 ગ્રામ/લિટર).\r\nવાપરવાની પદ્ધતિ: છંટકાવ\r\nપરિણામકારકતા: ચોળી, જીરું, દ્રાક્ષ, ગુવાર, કેરી, વટાણા, ઘઉં- ભુકીછારો;સફરજન -સ્કેબ\r\nસુસંગતતા: ઉપયોગ કરતા પહેલા અન્ય રસાયણો સાથે સુસંગતતા જોવા માટે શારીરિક પરીક્ષણ જરૂરી છે\r\nપુનઃ વપરાશ: જંતુના ઉપદ્રવ અથવા રોગની તીવ્રતા પર આધાર રાખે છે.\r\nવિશેષ માહિતી: 1. સલ્ફર એક સંપર્ક અને વ્યાપક સ્પેક્ટ્રમ રક્ષણાત્મક ફૂગનાશક અને કથીરીનાશક છે 2. છોડમાં ઉત્કૃષ્ટ ફેલાવો અને શોષણ ક્ષમતા માટે ઉપયોગી છે. 3. કચરાથી મુક્ત, માઇક્રોનાઇઝ્ડ સલ્ફર ગ્રેન્યુઅલ (ઝીણું દાણાદાર), ઉપયોગમાં સરળ. 4. તે લાંબા સમય સુધી છોડમાં સારા પરિણામ આપે છે.\r\nખાસ નોંધ: વેલાવાળા શાકભાજી પાકોમાં ન આપવું જોઈએ'),
(27, 'ફંગી જી ', 'વજન:૨૫ કિલો\r\nઅંદાજિત બજાર કિમત:-/૧૦૦૦', 'khatar/B5-Fungi-G-Granules-uai-516x516.png', 'ફંગી જી\r\nફંગી જીમાં પ્રોટીન હાઇડ્રોલિસેટ હોય છે, તે પાકની પોષક તત્ત્વોની શોષણ ક્ષમતા વધારે છે.\r\n\r\nસક્રિય ઘટકો: પ્રોટીન હાઇડ્રોલિઝેટ\r\n\r\nએક્શન મોડ\r\n\r\nપ્રોટીન હાઈડ્રોલાઈઝેટ બાગાયત અને કૃષિ પાકોની વિશાળ શ્રેણીના અંકુરણ, ઉત્પાદકતા અને ગુણવત્તા વધારવામાં મદદ કરે છે. તેનો ઉપયોગ પોષણ મેળવવામાં, માઇક્રોબાયોમ્સના ઉત્તેજનમાં મદદ કરવા માટે થાય છે, જે છોડને પોષક તત્ત્વો, પાણી અને સ્ટેન્ડ બાયોટિક અને અબાયોટિક સ્ટ્રેસ પ્રાપ્ત કરવામાં મદદ કરે છે.\r\n\r\nલાભો\r\n\r\n1.Fungi-G એ 100% કુદરતી ઉત્પાદન છે.\r\n2.ફંગી જીફંગી-જી એ ઓર્ગેનિક ખેતી માટે ટકાઉ પસંદગી છે.\r\n3.ફંગી જી જમીનમાં પોષક તત્વોની શોષણ ક્ષમતામાં વધારો કરે છે.\r\n4.ફંગી જીનો ઉપયોગ લણણી સુધી કરી શકાય છે કારણ કે કૃષિ પેદાશો પર કોઈ અવશેષો જોવા મળતા નથી.\r\n5.ફંગી જી કાર્બનિક અને રાસાયણિક ખાતરો સાથે સુસંગત છે.');

-- --------------------------------------------------------

--
-- Table structure for table `question`
--

CREATE TABLE `question` (
  `id` bigint(12) NOT NULL,
  `category` varchar(50) NOT NULL,
  `subject` varchar(50) NOT NULL,
  `title` varchar(50) NOT NULL,
  `pdf` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `question`
--

INSERT INTO `question` (`id`, `category`, `subject`, `title`, `pdf`) VALUES
(10, 'ખેતીવાડી', 'ધાન્ય પાકો', '	ઘઉં', 'question_pdf/ઘઉં.pdf'),
(12, 'ખેતીવાડી', 'ધાન્ય પાકો', 'જુવાર', 'question_pdf/જુવાર.pdf'),
(13, 'ખેતીવાડી', 'ધાન્ય પાકો', 'બાજરી', 'question_pdf/બાજરી.pdf'),
(15, 'ખેતીવાડી', 'ધાન્ય પાકો', 'ડાંગર', 'question_pdf/ડાંગર.pdf'),
(16, 'ખેતીવાડી', 'તેલીબીયાં  પાકો', '	દિવેલા', 'question_pdf/દિવેલા.pdf'),
(17, 'ખેતીવાડી', 'તેલીબીયાં  પાકો', '	મગફળી', 'question_pdf/મગફળી.pdf'),
(18, 'ખેતીવાડી', 'તેલીબીયાં  પાકો', '	સોયાબીન', 'question_pdf/સોયાબિન.pdf'),
(19, 'ખેતીવાડી', 'કઠોળ પાકો', 'અળદ', 'question_pdf/અળદ.pdf'),
(20, 'ખેતીવાડી', 'કઠોળ પાકો', 'તુવેર', 'question_pdf/તુવેર.pdf'),
(21, 'ખેતીવાડી', 'કઠોળ પાકો', 'મગ', 'question_pdf/મ ગ.pdf'),
(22, 'ખેતીવાડી', 'રોકડીયા પાકો', 'કપાસ', 'question_pdf/કપાસ.pdf'),
(23, 'ખેતીવાડી', 'રોકડીયા પાકો', '	શેરડી', 'question_pdf/શેરડિ.pdf'),
(24, 'ખેતીવાડી', 'રોકડીયા પાકો', 'તમાકુ', 'question_pdf/તમાકુ.pdf'),
(25, 'ખેતીવાડી', 'ઘાસચારાના પાકો', '	ધાસચારાના પાકોની માહિતી', 'question_pdf/ઘાસ ચારાની  માહિતી.pdf'),
(26, 'ખેતીવાડી', 'ઘાસચારાના પાકો', 'રજકો', 'question_pdf/રજકો.pdf'),
(27, 'ખેતીવાડી', 'ઘાસચારાના પાકો', 'મકાઈ', 'question_pdf/મકાઈ.pdf'),
(28, 'બાગાયત', 'ફળ પાકો', '	આંબો', 'question_pdf/આંબો.pdf'),
(29, 'બાગાયત', 'ફળ પાકો', 'કેળ', 'question_pdf/કેળ.pdf'),
(30, 'બાગાયત', 'ફળ પાકો', '	ચીકુ', 'question_pdf/ચીકુ.pdf'),
(31, 'બાગાયત', 'ફળ પાકો', 'દાડમ', 'question_pdf/દાડમ.pdf'),
(32, 'બાગાયત', 'ફળ પાકો', 'નાળીયેરી', 'question_pdf/નાળીયેલી.pdf'),
(33, 'બાગાયત', 'ફળ પાકો', 'પપૈયા', 'question_pdf/પપૈયા.pdf'),
(34, 'બાગાયત', 'શાકભાજી પાકો', 'વેલાવાળા શાકભાજી', 'question_pdf/વેલાવાળા શાકભાજી.pdf'),
(35, 'બાગાયત', 'શાકભાજી પાકો', 'ગુવાર', 'question_pdf/ગુવાર.pdf'),
(36, 'બાગાયત', 'શાકભાજી પાકો', '	ટામેટી', 'question_pdf/ટામેટાં.pdf'),
(37, 'બાગાયત', 'શાકભાજી પાકો', '	તડબુચ', 'question_pdf/તડબૂચ.pdf'),
(38, 'બાગાયત', 'શાકભાજી પાકો', 'મરચી', 'question_pdf/મરચી.pdf'),
(39, 'બાગાયત', 'શાકભાજી પાકો', 'રીંગણ', 'question_pdf/રીંગણ.pdf'),
(40, 'બાગાયત', 'શાકભાજી પાકો', '	લસણ - ડુંગળી', 'question_pdf/લસણ-ડુંગળી.pdf'),
(41, 'બાગાયત', 'શાકભાજી પાકો', '	લીંબુ', 'question_pdf/લીંબુ.pdf'),
(42, 'બાગાયત', 'ફુલછોડ પાકો', 'ગુલાબ', 'question_pdf/ગુલાબ.pdf'),
(43, 'બાગાયત', 'ફુલછોડ પાકો', '	ગલગોટા', 'question_pdf/ગલગોટો.pdf'),
(44, 'બાગાયત', 'ફુલછોડ પાકો', 'સૂર્યમુખી', 'question_pdf/સૂર્યમુખી.pdf'),
(45, 'બાગાયત', 'ફળ પરિરક્ષણ', '	ફળ પરિરક્ષણ', 'question_pdf/ફળ પરીક્ષણ.pdf');

-- --------------------------------------------------------

--
-- Table structure for table `question_category`
--

CREATE TABLE `question_category` (
  `id` bigint(12) NOT NULL,
  `main_option` varchar(20) NOT NULL,
  `sub_option` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `question_category`
--

INSERT INTO `question_category` (`id`, `main_option`, `sub_option`) VALUES
(1, 'ખેતીવાડી', 'ધાન્ય પાકો'),
(2, 'ખેતીવાડી', 'તેલીબીયાં  પાકો'),
(3, 'ખેતીવાડી', 'કઠોળ પાકો'),
(4, 'ખેતીવાડી', 'રોકડીયા પાકો'),
(5, 'ખેતીવાડી', 'ઘાસચારાના પાકો'),
(6, 'બાગાયત', 'ફળ પાકો'),
(7, 'બાગાયત', 'શાકભાજી પાકો'),
(8, 'બાગાયત', 'ફુલછોડ પાકો'),
(9, 'બાગાયત', 'ફળ પરિરક્ષણ');

-- --------------------------------------------------------

--
-- Table structure for table `register`
--

CREATE TABLE `register` (
  `id` int(250) NOT NULL,
  `name` varchar(100) NOT NULL,
  `village` varchar(100) NOT NULL,
  `age` int(250) NOT NULL,
  `mobile` varchar(10) NOT NULL,
  `land` int(250) NOT NULL,
  `event` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `salahkaro`
--

CREATE TABLE `salahkaro` (
  `id` bigint(12) NOT NULL,
  `category` varchar(50) NOT NULL,
  `city` varchar(50) NOT NULL,
  `hodo` varchar(50) NOT NULL,
  `name` varchar(50) NOT NULL,
  `phone` bigint(12) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `salahkaro`
--

INSERT INTO `salahkaro` (`id`, `category`, `city`, `hodo`, `name`, `phone`) VALUES
(31, 'જીલ્લા ખેતીવાડી અધિકારી', 'આણંદ', 'જીલ્લા કૃષી અધિકારી', 'CHINTAN SHASHIKANT PATEL', 2692258102),
(32, 'જીલ્લા ખેતીવાડી અધિકારી', 'કચ્છ', 'જીલ્લા કૃષી અધિકારી', 'KIRANSINH ODHARSINH VAGHELA', 2832221155),
(33, 'જીલ્લા ખેતીવાડી અધિકારી', 'ખેડા', 'જીલ્લા કૃષી અધિકારી', 'DIPAKKUMAR HARTANBHAI RABARI', 2682557421),
(35, 'જીલ્લા ખેતીવાડી અધિકારી', 'ગાંધીનગર', 'જીલ્લા કૃષી અધિકારી', '	PATEL JAYANTIBHAI SHANKARLAL', 8023222779),
(37, 'જીલ્લા ખેતીવાડી અધિકારી', 'ગીર સોમનાથ', 'જીલ્લા કૃષી અધિકારી', 'HARESH GURDAS LALWANI', 0),
(38, 'જીલ્લા ખેતીવાડી અધિકારી', 'જામનગર ', 'જીલ્લા કૃષી અધિકારી', 'RITESH SHANTILAL GOHEL', 2882556120),
(39, 'જીલ્લા ખેતીવાડી અધિકારી', 'જુનાગઢ', 'જીલ્લા કૃષી અધિકારી', 'GAURAV SHASHIKANT DAVE', 0),
(40, 'જીલ્લા ખેતીવાડી અધિકારી', 'ડાંગ ', 'જીલ્લા કૃષી અધિકારી', 'KETANBHAI UTTAMBHAI MAHLA', 2631220320),
(41, 'જીલ્લા ખેતીવાડી અધિકારી', 'તાપી ', 'જીલ્લા કૃષી અધિકારી', 'CHETANKUMAR CHHOTUBHAI GARASIYA', 2626220365),
(42, 'જીલ્લા ખેતીવાડી અધિકારી', 'દેવભુમિ દ્વારકા', 'જીલ્લા કૃષી અધિકારી', 'VASUDEV M BATHAR', 2833235868),
(43, 'જીલ્લા ખેતીવાડી અધિકારી', 'નર્મદા', 'જીલ્લા કૃષી અધિકારી', 'VINODKUMAR PRABHUBHAI PATEL', 2640299013),
(44, 'જીલ્લા ખેતીવાડી અધિકારી', 'નવસારી', 'જીલ્લા કૃષી અધિકારી', 'DR. ATULKUMAR RAMNIKBHAI GAJERA', 2637233030),
(45, 'જીલ્લા ખેતીવાડી અધિકારી', 'પંચમહાલ', 'જીલ્લા કૃષી અધિકારી', 'MUKESHKUMAR GOVINDBHAI PATEL', 2672253371),
(46, 'જીલ્લા ખેતીવાડી અધિકારી', 'પાટણ ', 'જીલ્લા કૃષી અધિકારી', 'PRAJAPATI MAHESHBHAI SHAKARABHAI', 2766224489),
(48, 'જીલ્લા ખેતીવાડી અધિકારી', 'ભરુચ', 'જીલ્લા કૃષી અધિકારી', 'PRAVIN RANABHAI MANDANI', 2642261611),
(49, 'જીલ્લા ખેતીવાડી અધિકારી', 'મોરબી', 'જીલ્લા કૃષી અધિકારી', 'VIKRAM SINGH KARAN SINGH CHAUHAN', 2822222709),
(50, 'જીલ્લા ખેતીવાડી અધિકારી', 'રાજકોટ ', 'જીલ્લા કૃષી અધિકારી', 'ASHOK LALJIBHAI SOJITRA', 2812440889),
(51, 'જીલ્લા ખેતીવાડી અધિકારી', 'વડોદરા ', 'જીલ્લા કૃષી અધિકારી', 'NITINKUMAR MOHANBHAI VASAVA', 2652433641),
(52, 'જીલ્લા ખેતીવાડી અધિકારી', 'વલસાડ ', 'જીલ્લા કૃષી અધિકારી', 'ARUNBHAI KHANDUBHAI GARASIYA', 2632253891),
(53, 'જીલ્લા ખેતીવાડી અધિકારી', 'સુરેન્દ્રનગર ', 'જીલ્લા કૃષી અધિકારી', 'MUKESHKUMAR RAMJIBHAI PARMAR', 2752285902),
(54, 'નાયબ નિયામક (વિસ્તરણ)', 'અમદાવાદ', 'Deputy Director(Extn.)', 'HITESHKUMAR MOHANLAL BABARIYA', 0),
(55, 'નાયબ નિયામક (વિસ્તરણ)', 'ગાંધીનગર', 'Deputy Director(Extn.)', 'Deputy Director(Extn.)', 0),
(56, 'નાયબ નિયામક (વિસ્તરણ)', 'જુનાગઢ', 'Deputy Director(Extn.)', 'SHAMJIBHAI MANJIBHAI GADHESARIYA', 2852632041),
(57, 'નાયબ નિયામક (વિસ્તરણ)', 'ભાવનગર', 'Deputy Director(Extn.)', 'SHUBHASCHANDRA BACHUBHAI VAGHAMSHI', 2882551137),
(58, 'નાયબ નિયામક (વિસ્તરણ)', 'ડાંગ ', 'Deputy Director(Extn.)', 'PRAFULLBHAI RAMANBHAI CHAUDHARI', 0),
(59, 'નાયબ નિયામક (વિસ્તરણ)', 'દાહોદ', 'Deputy Director(Extn.)', 'PATEL CHETANKUMAR MANILAL', 0),
(60, 'નાયબ નિયામક (વિસ્તરણ)', 'નર્મદા', 'Deputy Director(Extn.)', 'MUKESHKUMAR MANUBHAI PATEL', 2640220326),
(61, 'નાયબ નિયામક (વિસ્તરણ)', 'નવસારી', 'Deputy Director(Extn.)', 'PRAFULLBHAI RAMANBHAI CHAUDHARI', 0),
(62, 'નાયબ નિયામક (વિસ્તરણ)', 'બનાસકાંઠા', 'Deputy Director(Extn.)', 'MAYUR SHANTILAL PATEL', 27422253298),
(63, 'નાયબ નિયામક (વિસ્તરણ)', 'સુરત ', 'Deputy Director(Extn.)', 'PATEL CHANDRAKANT RUSHIBHAI', 2612651776),
(64, 'નાયબ નિયામક (વિસ્તરણ)', 'સુરત ', 'Deputy Director(Extn.)', 'PATEL CHANDRAKANT RUSHIBHAI', 2612651776),
(65, 'નાયબ નિયામક (તાલિમ)', 'અમરેલી', 'Dy. Director(Trg.)	', 'BHAVESHKUMAR HANSRAJBHAI PIPALIYA', 0),
(66, 'નાયબ નિયામક (તાલિમ)', 'આણંદ', 'Dy. Director(Trg.)', 'GHANSHYAM CHANDULAL BHALODI', 0),
(67, 'નાયબ નિયામક (તાલિમ)', 'નવસારી', 'Dy. Director(Trg.)', 'DHIMMAR SATISHKUMAR KHUSHALBHAI', 2637282642),
(68, 'નાયબ નિયામક (તાલિમ)', 'કચ્છ', 'Dy. Director(Trg.)', 'VAGHELA KIRANSINH ODHARSINH', 0),
(69, 'નાયબ નિયામક (તાલિમ)', 'છોટાઉદેપુર', 'Dy. Director(Trg.)', 'JITENDRAKUMAR D. CHAREL', 0),
(70, 'નાયબ નિયામક (તાલિમ)', 'જુનાગઢ', 'Dy. Director(Trg.)', 'RATHOD DIPAKBHAI GANDABHA', 0),
(71, 'નાયબ નિયામક (તાલિમ)', 'મહેસાણા', 'Dy. Director(Trg.)', 'KESHAVLAL MANILAL PATEL', 0),
(72, 'નાયબ નિયામક (તાલિમ)', 'બનાસકાંઠા', 'Dy. Director(Trg.)', 'HARSHAD KUMAR JETHALAL ZINDAL', 2744221214),
(73, 'જીલ્લા આત્મા ઓફિસર', 'અમરેલી ', 'Project Director-ATMA', 'BHAVESHKUMAR HANSRAJBHAI PIPALIYA', 2792220562),
(74, 'જીલ્લા આત્મા ઓફિસર', 'કચ્છ ', 'Project Director-ATMA', 'VIKRAM SINGH KARAN SINGH CHAUHAN', 2832220004),
(75, 'જીલ્લા આત્મા ઓફિસર', 'ખેડા', 'Project Director-ATMA', 'JITENDRAKUMAR HASMUKHBHAI SUTHAR', 2699223063),
(76, 'જીલ્લા આત્મા ઓફિસર', 'ગાંધીનગર', 'Project Director-ATMA', 'ARCHANA - PATEL', 7923243853),
(77, 'જીલ્લા આત્મા ઓફિસર', 'ગીર સોમનાથ', 'Project Director-ATMA', 'RATHOD DIPAKBHAI GANDABHAI', 2852631794),
(78, 'જીલ્લા આત્મા ઓફિસર', 'જુનાગઢ', 'Project Director-ATMA', 'RATHOD DIPAKBHAI GANDABHAI', 2852631794),
(79, 'જીલ્લા આત્મા ઓફિસર', 'જામનગર', 'Project Director-ATMA', 'B M AGATH', 2882710470),
(80, 'જીલ્લા આત્મા ઓફિસર', 'ડાંગ', 'Project Director-ATMA', 'SANJAYKUMAR NANUBHAI BHAGRIYA', 2626220355),
(81, 'જીલ્લા આત્મા ઓફિસર', 'નર્મદા', '	Project Director-ATMA', 'DIPAKSINH KANAKSINH SINORA', 2640224326),
(82, 'જીલ્લા આત્મા ઓફિસર', 'નવસારી', 'Project Director-ATMA', 'DHIMMAR SATISHKUMAR KHUSHALBHAI', 2637281085),
(83, 'જીલ્લા આત્મા ઓફિસર', 'ભાવનગર', 'Project Director-ATMA', 'JAGADISH NATHALAL PARMAR', 9925332544),
(84, 'જીલ્લા આત્મા ઓફિસર', 'મહેસાણા', 'Project Director-ATMA', 'BHARATKUMAR NARAYANBHAI PATEL', 2762220840),
(85, 'જીલ્લા આત્મા ઓફિસર', 'રાજકોટ', 'Project Director-ATMA', 'VADI HASMUKHBHAI DAMJIBHAI', 2812450042),
(86, 'જીલ્લા આત્મા ઓફિસર', 'વડોદરા', 'Project Director-ATMA', 'JITENDRAKUMAR D. CHAREL', 2652413222),
(87, 'જીલ્લા આત્મા ઓફિસર', 'વડોદરા', 'Project Director-ATMA', 'JITENDRAKUMAR D. CHAREL', 2652413222),
(88, 'જીલ્લા આત્મા ઓફિસર', 'સુરત', 'Project Director-ATMA', 'NITINBHAI GAMANBHAI GAMIT', 2622220244),
(89, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'અમદાવાદ', 'Deputy Director of Animal Husbandry', 'SUKETU BABULAL UPADHYAY', 7925503832),
(90, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'અરવલ્લી', 'Deputy Director of Animal Husbandry', 'DR.KAVESHBHAI JESHINGBHAI PATEL', 277425004546),
(91, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'કચ્છ', 'Deputy Director of Animal Husbandry', 'DR HARESH MULJIBHAI THAKKER', 2832221650),
(92, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'ખેડા', 'Deputy Director of Animal Husbandry', 'CHANDRAKANT MAVJIBHAI RANA', 2682557422),
(93, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'ગાંધીનગર', 'Deputy Director of Animal Husbandry', 'SURESHKUMAR ISHVARBHAI PATEL', 7923256950),
(94, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'ગીર સોમનાથ', 'Deputy Director of Animal Husbandry', 'PARMAR DEVABHAI MASARIBHAI', 249203),
(95, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'જુનાગઢ', 'Deputy Director of Animal Husbandry', 'DR.DILIPKUMAR DEVAYATBHAI PANERA', 2852634096),
(96, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'જામનગર', 'Deputy Director of Animal Husbandry', 'DR. ANIL CHHAGANLAL VIRANI', 2882678424),
(97, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'તાપી', 'Deputy Director of Animal Husbandry', 'DR.BRIJESH H. SHAH', 2626220679),
(98, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'દાહોદ', 'Deputy Director of Animal Husbandry', 'DR.KAMLESHGIRI LAXMANGIRI GOSAI', 2673239118),
(99, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'પંચમહાલ', 'Deputy Director of Animal Husbandry', 'PATEL NAYANENDRA AMBALAL', 2672253389),
(100, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'પાટણ', 'Deputy Director of Animal Husbandry', 'PARAMAR VINODKUMAR BALAKRUSHNA', 2766324300),
(101, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'બોટાદ', 'Deputy Director of Animal Husbandry', 'R G MALI', 2849271369),
(102, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'ભરુચ', 'Deputy Director of Animal Husbandry', 'RAVINDRAKUMAR LALJIBHAI VASAVA', 2642243176),
(103, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'ભરુચ', 'Deputy Director of Animal Husbandry', 'RAVINDRAKUMAR LALJIBHAI VASAVA', 2642243176),
(104, 'નાયબ / મદદનીશ પશુપાલન નિયામક', 'વલસાડ', 'Deputy Director of Animal Husbandry', 'RAVINDRAKUMAR LALJIBHAI VASAVA', 261242575155),
(106, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'આણંદ', 'Nodal Officer', 'YOGESH RATILAL PATEL', 9727703443),
(107, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', '	કચ્છ', '	Nodal Officer', 'JAYESHKUMAR HARESHBHAI PATEL', 2836242576),
(108, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'જામનગર', 'Nodal Officer', 'NITINKUMAR ABHABHAI BARAD', 7573006276),
(109, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'પોરબંદર', 'Nodal Officer', 'ALPESH JAGDISHBHAI BHARAD', 2862222314),
(110, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'બનાસકાંઠા', 'Nodal Officer', 'DR.PRAKASHKUMAR SARDARBHAI CHAUDHARY', 9429407584),
(111, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'બોટાદ', 'Nodal Officer', 'JAYKUMAR HIMMATLAL CHAUHAN', 7359355924),
(112, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'ભરુચ', 'Nodal Officer', 'ANILKUAMR RAMESHBHAI PATEL', 2642),
(114, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'વડોદરા', 'Nodal Officer', 'DHARMENDRASINH LAKHUBHAI GOHIL', 2652606491),
(115, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'વલસાડ', 'Nodal Officer', 'HIRAKSINH PRABHATSINH SOLANKI', 9375766882),
(116, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', '	સુરત', 'Nodal Officer', 'DHANJIBHAI LALJIBHAI DIYORA', 9979888095),
(117, 'જીલ્લા ખેતીવાડી અધિકારી', 'સુરેન્દ્રનગર', 'Nodal Officer', 'NISHANT DAYASHANKAR SHANKHDHAR', 9099053369),
(118, 'નોડલ અધિકારી (મિલ્ક યુનિયન)', 'સુરેન્દ્રનગર', 'Nodal Officer', 'NISHANT DAYASHANKAR SHANKHDHAR', 9099053369);

-- --------------------------------------------------------

--
-- Table structure for table `trainings`
--

CREATE TABLE `trainings` (
  `id` bigint(12) NOT NULL,
  `event_title` varchar(100) NOT NULL,
  `event_short` text NOT NULL,
  `photo` text NOT NULL,
  `details` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `trainings`
--

INSERT INTO `trainings` (`id`, `event_title`, `event_short`, `photo`, `details`) VALUES
(1, 'દિવેલા વિશેની માહિતી', 'દિવેલા અંદર તમને દિવેલા વિશેની સંપૂર્ણ માહિતી આપવામાં આવશે', 'training/hq720.jpg', 'દિવેલા ઓગસ્ટ મહિનામાં તથા પહોળા અંતરે વવાતો પાક છે. વધુ આવક મેળવવા આંતરપાક તરીકે ચોમાસુ પાકો જેવા કે મગ, સૂર્યમુખી, સોયાબીન, અડદ, તલ, મગફળી તથા બીટી કપાસ વાવી શકાય. ચોમાસામાં વવાતા પાકોને ભલામણ કરેલા સમયે 5 ફૂટ થી 6 ફૂટ ના અંતરે એક લાઇન દિવેલાની વાવણી માટે બાકી રાખીને વાવણી કરવી. ત્યારબાદ ઓગષ્ટ માસના બીજા પખવાડિયા દરમ્યાન ખાલી રાખેલ લાઇનમાં દિવેલા ની વાવણી બે છોડ વચ્ચે 60 થી 75 સેમી અંતર રાખી કરવી. આ પાકો ની કાપણી પછી દિવેલાનો વિકાસ સારો થાય છે અને દિવેલાનું પૂરેપુરું ઉત્પાદન મળે છે. જૂન મહિનામાં વાવણી કરેલ બીટી કપાસમાં દિવેલાનું ઓગષ્ટના છેલ્લા અઠવાડિયામાં વાવણી કરીને કપાસના ઉત્પાદન ને અસર કર્યા સિવાય દિવેલાનું 2 થી 3 ટન/હેક્ટર વધુ ઉત્પાદન મેળવી શકાય. ઉત્તર સૌરાષ્ટ્ર વિસ્તારમાં દિવેલા + મગફળી 1 : 3 ના પ્રમાણ માં વાવણી કરવી. આ અવસ્થા માં મગફળી ને ભલામણ ના 50% અને દિવેલા ને 100% મુજબ ખાતર આપવું.'),
(2, 'Agriculture Dron', 'કૃષિમાં ડ્રોનનો ઉપયોગ ભારતીય કૃષિમાં આમૂલ પરિવર્તન લાવશે. ખેતીની પદ્ધતિઓ બદલાશે કારણ કે તે પછી ડ્રોનનો ઉપયોગ માત્ર ખાતર અને જંતુનાશકોના છંટકાવ પૂરતો મર્યાદિત નહીં રહે.', 'training/agri dron.jpeg', 'Agriculture Drone: દેશમાં કૃષિ ડ્રોનના ઉપયોગને પ્રોત્સાહન આપવા માટે વિવિધ પ્રયાસો કરવામાં આવી રહ્યા છે. ડ્રોનની ખરીદી પર 100% સુધીની સબસિડી આપવામાં આવી રહી છે. વડાપ્રધાન નરેન્દ્ર મોદી પોતે પણ ખેતીમાં ડ્રોનના ઉપયોગને પ્રોત્સાહન આપવા આગળ આવી રહ્યા છે. તેમણે 100 કિસાન ડ્રોન યોજનાનું ઉદ્ઘાટન કર્યું. એટલું જ નહીં દેશના અનેક રાજ્યોમાં ખેડૂતોને ડ્રોનના ઉપયોગના ડેમો બતાવવામાં આવી રહ્યા છે.\r\n\r\nએવું માનવામાં આવે છે કે કૃષિમાં ડ્રોનનો ઉપયોગ ભારતીય કૃષિમાં આમૂલ પરિવર્તન લાવશે. ખેતીની પદ્ધતિઓ બદલાશે કારણ કે તે પછી ડ્રોનનો ઉપયોગ માત્ર ખાતર અને જંતુનાશકોના છંટકાવ પૂરતો મર્યાદિત નહીં રહે. ડ્રોનના ઉપયોગથી રોજગારીની નવી તકો ઉભી થશે.\r\n\r\nડ્રોન કેવી રીતે કરે છે કામ\r\n\r\nડ્રોનમાં દવા, જંતુનાશકો અથવા ખાતર ભરવા માટે 10 લિટરની ટાંકી છે. જો છંટકાવ કર્યા પછી ટાંકી ખાલી થઈ જાય, તો ડ્રોન આપોઆપ પાછા આવી શકે છે અને ટાંકીને રિફિલ કરી શકે છે. પછી ડ્રોન એ જ જગ્યાએથી છંટકાવ કરવાનું શરૂ કરશે જ્યાં ટાંકી ખાલી હતી અને તેણે છંટકાવ કરવાનું બંધ કર્યું હોય. જેમાં એક સેન્ટિમીટરનો પણ તફાવત આવતો નથી.\r\n\r\nકૃષિ ડ્રોનના ફાયદા\r\n\r\n    ફ્ક્ત 20 મિનીટ અને 25 લી પાણીથી 1 હેક્ટરમાં દવાનો છંટકાવ\r\n    90 ટકાથી વધુ રસાયણોનો અસરકારક ઉપયોગ\r\n    ખેડૂતને નહીં રહે મજૂરની કોઈ સમસ્યા, બચશે મજૂરી ખર્ચ\r\n    પરંપરાગત છંટકાવ કરતાં 90 ટકા ઓછો થશે પાણીનો વપરાશ\r\n    રસાયણોથી દૂર રહી ખેડૂત બનશે વધારે સ્વસ્થ\r\n    ઉદ્યોગ સાહસિકતા અને રોજગારીની વધશે તકો\r\n    ઈ વ્હીકલ મૂવમેન્ટ અને સ્કીલ ડેવલપમેન્ટ બનશે શક્ય\r\n    ડ્રોનથી છંટકાવ કરીને ખેડૂતોને શારીરિક શ્રમથી મુક્તિ મળશે.\r\n     આ દરમિયાન તે ઝાડ નીચે કે છાંયડાવાળી જગ્યાએ આરામથી બેસીને ડ્રોન ઓપરેટ કરી શકશે.\r\n    આનો એક ફાયદો એ પણ થશે કે સ્પ્રે મશીનથી છંટકાવ દરમિયાન જે હાનિકારક તત્ત્વો શરીરની અંદર કે સ્પ્રેયરના શ્વાસ દ્વારા ઉડતા હતા, તેમાંથી છુટકારો મળશે.\r\n    ખેડૂતોએ ખેતરની અંદર જવું પડશે નહીં, જેના કારણે તેઓને જંતુ કરડવાનો ભય રહેશે નહીં અને છંટકાવ દરમિયાન ખેતરમાં પ્રવેશ કરશે ત્યારે છોડ તૂટી જવાનો ભય રહેશે નહીં.\r\n'),
(3, 'કરાર આધારીત ખેતી એટલે શું?', 'કરાર આધારીત ખેતી એટલે એવી પધ્ધતિ કે જેમાં પાકની જાત, ઉત્પાદનનો જથ્થો ગુણવત્તા અને ભાવ બાબતે વાવેતર પહેલા ખેડૂત અને ઉત્પાદક કંપની વચ્ચે લેખિતમાં કરાર કરવામાં આવે છે. આ ત્રિ-પક્ષીય કરાર છે જેમાં સ્થાનિક માર્કેટયાર્ડનો પણ સમાવેશ થાય છે જેનું મુખ્ય કાર્ય સુવિધા પુરી પાડવાનું અને તકરાર નિવારન્નનું છે. લેખિત કરારને ગુજરાત રાજ્ય કૃષિ બજાર બોર્ડની કચેરીમાં નોંધણી કરાવવાથી તે કાયદેસર બને છે.', 'training/contract farminng.jpeg', 'ગુજરાતમાં છેલ્લા કેટલાક સમયથી કોન્ટ્રાક્ટ ફાર્મિંગનો ક્રેઝ ઝડપી વધી રહ્યો છે અત્યાર સુધી માત્ર બટાટાના પાકમાં જ થતું હતું પરંતુ હવે અનેક ખેતપેદાશોમાં થવા લાગ્યું છે જેનાથી ખેડૂતોની આવક સ્થિર થવા સાથે નુકસાનીનો ભય ઘટવા લાગ્યો છે. જોકે, ગુજરાતમાં બટાટાના કુલ ઉત્પાદનમાં 65-70 ટકા ઉત્પાદનનો હિસ્સો કોન્ટ્રાક્ટ ફાર્મિંગ દ્વારા થઇ રહ્યો છે. જેમાં નેશનલ અને મલ્ટીનેશનલ કંપનીઓ સૌથી વધુ કોન્ટ્રાક્ટ ફાર્મિંગ કરાવી રહી છે. ગુજરાતની ટોચની હાયફન ફુડ્સએ એશિયામાં ફ્રોઝન બટાટા ઉત્પાદન માટેના હબ તરીકે ભારતને એક ચોક્કસ સ્થાન પૂરું પાડ્યું છે. બટાટા ઉત્પાદકો સાથે સહયોગ કરીને, કંપની કોન્ટ્રાક્ટ ફાર્મિંગમાં 4000થી વધુ ખેડૂતોને ટેકો આપે છે, જે ઉચ્ચ ગુણવત્તાની પેદાશોનો સતત પુરવઠો સુનિશ્ચિત કરે છે.\r\n\r\n\r\n'),
(4, 'Organic Farming', 'સજીવ ખેતીનું (Organic Farming Certification) પ્રમાણનપત્ર કેવી રીતે મેળવવું?', 'training/organic farming.jpeg', 'સેન્દ્રીય ખેતીના ધારાધોરણોનું વર્ગીકરણ\r\nઆંતરરાષ્ટ્રીય  ધારાધોરણ: IFOAM, Codex જેથી આંતરરાષ્ટ્રીય સંસ્થાઓ / કાનૂની સત્તાઓ ધ્વારા નકકી કરવામાં આવેલ ધારાધોરણો.\r\n\r\nપ્રાદેશિક ધારાધોરણો: વિશ્વના જુદા જુદા ખંડોએ પણ પોતાનાં અલગ ધારાધોરણો વિકસાવ્યા છે જેવા કે, એશિયન ધોરણો, યુરોપિયન ધોરણો વગેરે.\r\n\r\nરાષ્ટ્રીય ધારાધોરણો: જે તે દેશ ધ્વારા નકકી કરવામાં આવતાં રાષ્ટ્રીય ધારાધોરણો જેવાં કે યુએસડીએ પ્રમાણ, કેનેડિયન ઓર્ગેનિક પ્રમાણ, એન.એસ.ઓ. પી. વગેરે. ભારતમાં સજીવ ઉત્પાદન માટે રાષ્ટ્રીય સજીવ ઉત્પાદન કાર્યક્રમ (NPOP) અંતર્ગત સંસ્થાકીય વ્યવસ્થાના અમલ ધ્વારા આંતરરાષ્ટ્રીય ધારાધોરણોને અનુલક્ષીને રાષ્ટ્રીય ધારાધોરણો અંતર્ગત કૃષિ પેદાશોને પ્રમાણિત કરવામાં આવે છે.\r\n\r\nધારાધોરણોનાં પ્રકાર\r\nતબદીલીનો સમયગાળો\r\nખેડૂત જયારે રાસાયણિક ખેતીમાંથી તેની ખેતીને સેન્દ્રિય ખેતીમાં તબદીલ કરે છે ત્યારે આ તબદીલી માટે પાક, જમીન, હવામાન વગેરે પરિબળોને ધ્યાનમાં રાખીને તબદીલીનો સમયગાળો નકકી કરવામાં આવે છે.સામાન્ય રીતે સેન્દ્રિય ખેતી હેઠળ પાકની વાવણીના બે વર્ષ પહેલા સુધીનો સમય તબદીલી સમયગાળો ગણવામાં આવે છે. તેમાં પણ ઘાસચારા સિવાયના બહવષાંય પાકોની વાવણી થઈ ગયેલ હોય તો આ સમયગાળો ત્રણ વર્ષનો ગણવામાં આવે છે. આ સમયગાળા દરમ્યાનની કૃષિ પેદાશોને ‘તબદીલી કાર્યવાહી’ નું લેબલ લગાવી બજારમાં વેચી શકાય છે.\r\n\r\nપાકની જાતની પસંદગીના ધારાધોરણો\r\nપસંદ કરેલ જાતનું બીજ ‘સજીવ ખેતી’ પ્રમાણિત સંસ્થા દવારા પ્રમાણિત હોવુ જોઈએ.\r\nપસંદ કરેલ બીજ ‘જીનેટિકલી મોડિફાઈડ’ હોવું જોઈએ નહિ દા.ત. બીટી કપાસ\r\nપ્રમાણિત બીજ અપ્રાપ્ય હોય તો સ્થાનિક (લોકલ) જાતનો ઉપયોગ થઈ શકે.\r\nસેન્દ્રિય પોષક તત્વો માટેનાં ધારાધોરણો\r\nસ્થાનિક રીતે તેયાર કરેલ કમ્પોસ્ટ/વર્મિકમ્પોસ્ટ વાપરી શકાય.\r\nબહારથી લાવેલ સેન્દ્રિય પોષક તત્વો કે કૃત્રિમ (રાસાયણિક) પોષક પદાર્થોનો ઉપયોગ ન થઈ શકે.\r\nબહારથી લાવેલ સેન્દ્રિય ખાતર, જો ‘સજીવ ખેતી પ્રમાણિત સંસ્થા / ખેતર’માં તેયાર કરેલ હોય તો ઉપયોગમાં લઈ શકાય.\r\nપોષક દ્રવ્યમાં રહેલ ભારે ધાતુઓને દૂર કરવા તેમજ અકાર્બનિક તત્વોના સમૃધ્ધિકરણ (મિનરલ એનરીચમેન્ટ) માટે રાસાયણિક માવજત આપવા પૂરતી રોક ફોસફેટ અને બેજીક લેગના ઉપયોગને મંજૂરી આપવામાં આવી છે.\r\nમાનવ વપરાશમાં લેવાના શાકભાજીના પાકોમાં માનવ મળ-મૂત્ર ધરાવતાં સેન્દ્રિય ખાતરોનો વપરાશ ન થઈ શકે.\r\nપાકની ફેરબદલી માટેનાં ધારાધોરણો\r\nજમીનની ફળદ્રપતા વધારવા માટે પાકની ફેરબદલીમાં કઠોળપાકોને સ્થાન આપવું.\r\nપાક ફેરબદલી/આંતરપાક વ્યવસ્થામાં એવા ફેરફારો કરવા કે જેથી જમીનની ફળદ્રપતા વધે, નીંદામણ, રોગ અને જીવાતનો ઉપદ્રવ ઘટે અને પાણીનો ભરાવો તથા પોષક તત્વો (નાઈટ્રેટ)નું જમીનમાં અંદર ઉતરવું (લીચિંગ) ઘટે.\r\nનીંદામણ, રોગ/જીવાત વ્યવસ્થાના ધારાધોરણો\r\nકૃત્રિમ નીંદણનાશકો, જીવાતનાશકો, ફૂગનાશકો વગેરેના ઉપયોગ પર પ્રતિબંધ.\r\nઆરક્ષિત ખેતી પધ્ધતિઓ અપનાવવી જેવી કે: સાનકળ પાક ફેરબદલી, આવરણનો ઉપયોગ, યાંત્રિક નિયંત્રણ, ફેરોમેન ટ્રેપ/પ્રકાશ પિંજરનો ઉપયોગ, સોઈલ સોલરાઇઝેશન, વાનસ્પતિક જંતુનાશકો તથા જૈવિક નિયંત્રકોનો ઉપયોગ\r\nપાક સંરક્ષણને લગતા ઉત્પાદનોના ધારાધોરણો\r\nસજીવ ખેતીના પ્રમાણન માટે માન્ય કરેલ પાકસરંક્ષણ પદાર્થો જ વાપરવા જરૂતી છે. સરંક્ષણ માટે માન્ય કરેલ પદાર્થો છે – ફેરોમેન, ક્રોમેટિક ટ્રેપ, ફુગ/વાઇરલ/બેક્ટેરિયલ પ્રીપરેશન, મધમાખીનું મીણ, કેલ્શિયમ હાઇડ્રોક્સાઇડ, કોફી પાઉડર, ઇથાઇલ આલ્કોહોલ, આવરણ, લીમડો, પરજીવી/પરભક્ષી\r\n\r\nસેન્દ્રિય પોષક તત્વો માટેનાં ધારાધોરણો\r\nસજીવ ખેતીના પ્રમાણન માટે માન્ય કરેલ સ્વનિર્મિત સેન્દ્રિય પોષક: છાણિયું ખાતર, સ્લરી, મુત્ર, કમ્પોસ્ટ/વર્મિકમ્પોસ્ટ, પાનનું ખાતર, અઝોલા, જૈવિક ખાતર\r\n\r\nજળ અને જમીન સંરક્ષણના ધારાધોરણો\r\nસાતત્યતા જળવાય તે રીતે માવજત કરવી.\r\nઅતિશય ઉપયોગ ટાળવો.\r\nક્ષારીયતા, ધોવાણ અને અયોગ્ય ઉપયોગ ટાળવો.\r\nપાક અવશેષો બાળીને જમીનને ચોખ્ખી કરવા પર પ્રતિબંધ.\r\nજંગલને બાળીને (નાશ કરીને) જમીનને કૃષિ યોગ્ય બનાવવા પર નિષેધ.\r\nપેકેજીગ માટેના ધારાધોરણો\r\nપેકેજીગ માટેની વસ્તઓ પર્યાવરણ-મિત્ર (ઈકો ફેન્ડલી) હોવી જોઈએ.\r\nઅનાવશ્યક પેકેજીંગ સાધનોનો ઉપયોગ ટાળવો.\r\nપુનઃવપરાશમાં લઈ શકાય તેવી વસ્તઓનો ઉપયોગ કરવો.\r\nપેકેજીંગમાં વપરાતી વસ્તઓ પેદાશને દૂષિત કરે તેવી ના હોવી જોઈએ.\r\nલેબલિંગ માટેનાં ધારાધોરણો\r\nજયારે પ્રમાણિત એજન્સીને ઉત્પાદિત પેદાશો સંપૂર્ણ ધારાધોરણો અનુસાર પેદા થયાનાં પૂરાવા મળે ત્યારે તેને ‘સેન્દ્રિય’ તરીકે પ્રમાણિત કરવામાં આવે છે.\r\nઆ લેબલિંગ સેન્દ્રિય પેદાશોને અન્ય પેદાશોથી અલગ તારવી શકે તેવું હોવુ જરૂરી છે.\r\nસંગ્રહ અને પરિવહન માટેનાં ધારાધોરણો\r\nપેદાશોની ગુણવત્તા જળવાવી જોઈએ.\r\nઅન્ય પેદાશો જોડે મિશ્રિત થઈ દૂષિત ન થાય તનું ધ્યાન રાખેલ હોવુ જોઈએ.\r\nસેન્દ્રિય પેદાશોની આગવી ઓળખ જળવાવી જોઈએ.\r\nપેદાશોની તાજગી અને ગુણવત્તા જાળવી રાખવા માટે યોગ્ય માધ્યમ અને પધ્ધતિઓનો ઉપયોગ થયેલો હોવો જોઈએ.\r\nપ્રમાણપત્ર/જૂથ પ્રમાણપત્ર માટેની પ્રક્રિયા\r\nખેડૂત અથવા ઉદ્યોગકારોએ સો પ્રથમ તો તેમની કૃષિ / ઉદ્યોગની પધ્ધતિ જે સંસાધનો (ઈનપુટસ) વાપરેલ હોય તેના દસ્તાવેજો, જમીન પૃથકકરણનો અહેવાલ, અગાઉ જે ખેતીકાર્યો કરેલ હોય તેની સંપૂર્ણ વિગતો સાથેની અરજી માન્ય ચકાસણી એજન્સીને કરવી કે જેથી એજન્સી ખેડૂત અને માન્ય પ્રમાણન એજન્સી વચ્ચેનું એગ્રિમેન્ટ ફોર્મ મોકલી શકે.\r\nપ્રાથમિક માહિતીને આધારે પ્રમાણન એજન્સી ખેડૂતો/ઉદ્યોગ સાહસિકને કોન્ટેકટ (સંપર્ક) ફોર્મ મોકલે છે.\r\nચકાસણીની ફી, ચકાસણીની સંખ્યા તેમજ અન્ય જરૂરી શરતો અંગેની સ્વીકૃતિ બદલની સહી કરીને ખેડૂત સંપર્ક ફોર્મ માન્ય પ્રમાણન એજન્સીને મોકલી આપે છે.\r\nઆ ફોર્મની સાથે ખેડૂતે કૃષિ પેદાશો પ્રમાણિત કરવાની રકમની પO% રકમ ભરવી પડે છે, જે મળે પ્રમાણિત એજન્સી તેમનો ચકાસણી (નિરીક્ષણ) કાર્યક્રમ અને રાષ્ટ્રીય ધારાધોરણ અંગેની જાણ ખેડૂતને કરે છે.\r\nત્યારબાદ, ચકાસણી એજન્સી નકકી થયેલ કાર્યક્રમ મુજબ તેના નિરીક્ષકો મોકલે છે. કેટલાક કિસ્સાઓમાં નિરીક્ષકો કાર્યક્રમ સિવાય પણ યુનિટની અચાનક મુલાકાત લઈને ચકાસણી કરે છે અને નકકી થયેલ રાષ્ટ્રીય ધારાધોરણોનો અમલ બરાબર થયેલ છે કે નહીં તેની ચકાસણી કરે છે.\r\nજરૂર પડે ચકાસણી એજન્સી નીચે દશાંવેલ દસ્તાવેજોની પણ ચકાસણી કરે છે.\r\nતબદીલી સમયગાળા પૂર્વેનો અને ત્યારબાદનો જમીન પૃથકકરણનો અહેવાલ\r\nમાન્ય લેબોરેટરીમાંથી અવશેષ્ય જંતુનાશકો અને સેન્દ્રિય ઉપજોના નમૂનાઓનો અહેવાલ\r\nસેન્દ્રિય પદાર્થો / વપરાશી વસ્તાઓ / ચીજ વગેરેના સંબંધિત દસ્તાવેજો\r\nત્યારબાદ, ચકાસણી એજન્સી તેનો સંપૂર્ણ અહેવાલ પ્રમાણન એજન્સીને મોકલે છે. જેના આધારે પ્રમાણન એજન્સી અરજદાર ખેડૂત / ઉદ્યોગસાહસિકને તેની પેદાશો માટે ‘સેન્દ્રિય પેદાશ અંગેનું પ્રમાણપત્ર આપે છે.\r\nજૂથ પ્રમાણપત્ર મેળવવા માટે ખેડૂતોએ મંડળીની રચના કરવી અને મંડળીના સભ્ય ખેડૂતો માટે ઉપર મુજબની જ કાર્યવાહી હાથ ધરવી.\r\nજૂથ પ્રમાણપત્ર માટે ચકાસણી નિરીક્ષક વર્ગમૂળની સંખ્યામાં ખેડૂતોના ખેતર/ દસ્તાવેજોની ચકાસણી કરે છે. (દા.ત. ૧ સભ્યોની મંડળી હોય તો ૪ અને ૪૯ સભ્યો હોય તો ૭ એ મુજબ). આનાથી પ્રમાણપત્ર મેળવવાના ખર્ચમાં ઘણો જ ઘટાડો થાય છે.'),
(5, 'Intigrated Farming System', 'પરંપરાગત ખેતી છોડી ખેડૂતોએ આપનાવ્યું ઈન્ટીગ્રેટેડ ફાર્મિંગ, સંકલિત ખેત પદ્ધતિથી ખેડૂતોની આવક થઈ શકે છે બમણી', 'training/intigrated farming.jpeg', 'મેઘાલયમાં કૃષિ ક્ષેત્રમાં ઘણો સુધારો થઈ રહ્યો છે. ખેડૂતો હવે પારંપરીક ઝૂમ ખેત પદ્ધતિ છોડી સંકલિત ખેત પદ્ધતિને અપનાવી રહ્યા છે. તેની પાછળ આઈસીએઆર (Indian Council of Agricultural Research) ની ભૂમિકા ખુબ મહત્વપૂર્ણ છે. આઈસીએઆરના વરિષ્ઠ વૈજ્ઞાનિક જયંત લયેકે TV9 ને જણાવ્યું કે, પહેલા પારંપરીક ઝૂમ પદ્ધતિથી ખેતી કર્યા બાદ ખેતરને ખાલી છોડી દેતા હતા. જેમાં વરસાદના પાણીના કારણે મોટા પાયે ધોવાણ થતું હતું.\r\n\r\nમેઘાલયમાં ભારે વરસાદ પડે છે. જેથી પહાડોથી પાણી નીચે તરફ તીવ્ર પ્રવાહ સાથે પડે છે. આ પ્રવાહમાં ખાલી પડેલા ખેતરોમાં મોટા પાયે માટીનું ધોવાણ થાય છે. વરિષ્ઠ વૈજ્ઞાનિક જયંત જણાવે છે કે, આઈસીએઆર દ્વારા 1983-2006 દરમિયાન કરવામાં આવેલા અભ્યાસમાં જાણવા મળ્યું કે, ઝૂમ ખેતીમાં રૂપાંતર થવાથી દર વર્ષ 17.62 ટન માટીનું ધોવાણ થતું હતું. ત્યારે હવે ખેડૂતો પારંપરીક ઝૂમ ખેતી છોડીને સંકલિત ખેત પદ્ધતિ અપનાવી રહ્યા છે. જેથી તેઓને ઘણો ફાયદો થઈ રહ્યો છે અને માટીનું ધોવાણ પણ ઘટ્યું છે.\r\n\r\nસંકલિત ખેત પદ્ધતિ IFS(integrated farming system) જમીનના વ્યૂહાત્મક સંચાલનની કવાયત છે જે જોખમને ઘટાડી ખેડૂતોની આવકને વધારે સુરક્ષિત કરવા અને ખાદ્ય સુરક્ષા પ્રદાન કરવાનો પ્રયાસ કરે છે. જેનો હેતુ સ્થાયી ખાદ્ય ઉત્પાદનને વધારી અને કૃષિ-ઇકોલોજી તંત્ર પર પર્યાવરણીય અસરને ઓછી કરી સુગમતાને પ્રોત્સાહન આપવાનો છે. આઈસીએઆરએ વિવિધ IFS મોડલ વિકસિત કર્યા છે જેમાથી ગાર્ડનિંગ પર આધારીત આઈએફએસ માટીના ધોવાણને ઘટાડવા ખુબ જ કારગર સાબિત થયું છે. જેને ઘટાડી 9.36 ટન પ્રતિ હેક્ટર પ્રતિ વર્ષ કરવામાં આવ્યું છે.'),
(6, 'Bio Fual', 'Biofuels are liquid fuels produced from renewable biological sources, including plants and algae.', 'training/biofual.jpeg', 'Most biofuels are used as transportation fuels, but they may also be used for heating and electricity generation. Gaseous fuels produced from biomass that are used directly as a gas or converted to liquid fuels may qualify for use in government programs that promote or require use of biofuels.\r\n\r\nThe two most common types of biofuels in use today are ethanol and biodiesel, both of which represent the first generation of biofuel technology.');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contact`
--
ALTER TABLE `contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dava`
--
ALTER TABLE `dava`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `khatar`
--
ALTER TABLE `khatar`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `question`
--
ALTER TABLE `question`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `question_category`
--
ALTER TABLE `question_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `register`
--
ALTER TABLE `register`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `salahkaro`
--
ALTER TABLE `salahkaro`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `contact`
--
ALTER TABLE `contact`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `dava`
--
ALTER TABLE `dava`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=58;

--
-- AUTO_INCREMENT for table `khatar`
--
ALTER TABLE `khatar`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;

--
-- AUTO_INCREMENT for table `question`
--
ALTER TABLE `question`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `question_category`
--
ALTER TABLE `question_category`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `register`
--
ALTER TABLE `register`
  MODIFY `id` int(250) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `salahkaro`
--
ALTER TABLE `salahkaro`
  MODIFY `id` bigint(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=119;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
